[ {
  "basmlaType" : 1,
  "periority" : 15,
  "specialTime" : 0,
  "typeId" : 0,
  "zekrContentAr" : "{بِسْمِ اللَّهِ الرَّحْمَنِ الرَّحِيمِ}\n{قُلۡ هُوَ ٱللَّهُ أَحَدٌ (١) ٱللَّهُ ٱلصَّمَدُ (٢) لَمۡ يَلِدۡ وَلَمۡ يُولَدۡ (٣) وَلَمۡ يَكُن لَّهُۥ كُفُوًا أَحَدُۢ (٤)}\n[الإخلاص: 1 - 4]",
  "zekrContentDu" : "Sag: Er, Allah ist einzig *Allah ist, as- Ñamad * Nie zeugte Er, und nie ist Er gezeugt,* Und nie gibt es einen, der Ihm gleich ist      ",
  "zekrContentEn" : "“Say, ˹O Prophet,˺ “He is Allah—One ˹and Indivisible˺;\nAllah—the Sustainer ˹needed by all˺.\nHe has never had offspring, nor was He born.\nAnd there is none comparable to Him.” Al Ikhlas \"1-4\"",
  "zekrContentFr" : "[AI-Ikhlaas]",
  "zekrContentIn" : "{بِسْمِ اللَّهِ الرَّحْمَنِ الرَّحِيمِ}\n{قُلْ هُوَ الله أَحَدٌ * الله الصَّمَدُ * لَمْ يَلِدْ وَلَمْ يُولَدْ * وَلَمْ يَكُنْ لَهُ كُفُوًا أَحَدٌ *} [الإخلاص: 1 - 4]\n\nLatin:\nQul huwallāhu aḥad(un). Allāhuṣ-ṣamad(u). Lam yalid wa lam yūlad. Wa lam yakul lahū kufuwan aḥad(un).\n\nArtinya:\nKatakanlah (Nabi Muhammad), “Dialah Allah Yang Maha Esa. Allah tempat meminta segala sesuatu. Dia tidak beranak dan tidak pula diperanakkan, serta tidak ada sesuatu pun yang setara dengan-Nya.” (Al-Ikhlash: 1-4)",
  "zekrContentTurky" : "Bismi’llahirrahmânirrahîm “De ki: O Allah birdir. Allah Samed’dir, (her şeyden müstağni ve her şey O'na muhtaçtır). O doğurmamış ve doğmamıştır.Hiç bir şey O'na denk değildir.”  ",
  "zekrContentUg" : "«ناھايىتى شەپقەتلىك ۋە مېھرىبان ئاللاھنىڭ ئىسمى بىلەن باشلايمەن ‹ئېيتقىنكى، ئۇ ـ ئاللاھ بىردۇر. ھەممە ئاللاھقا موھتاجدۇر. ئاللاھ بالا تاپقانمۇ ئەمەس، تۇغۇلغانمۇ ئەمەس. ھېچ كىشى ئۇنىڭغا تەڭداش بولالمايدۇ›»",
  "zekrContentVocalDu" : "qul huwallāhu aḥad, allāhuṣ ṣamad, lam yalid wa lam yūlad, wa lam yakullahu kufūwan aḥad",
  "zekrContentVocalEn" : "Qul huwa Allahu ahad Allahu assamad Lam yalid walam yoolad Walam yakun lahu kufuwan ahad",
  "zekrContentVocalTurky" : "Qul huwa Allahu ahad Allahu assamad Lam yalid walam yoolad Walam yakun lahu kufuwan ahad",
  "zekrFadlAr" : "عَنْ مُعَاذِ بْنِ أَنَسٍ الْجُهَنِيِّ صَاحِبِ النَّبِيِّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ، عَنِ النَّبِيِّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ قَالَ: «مَنْ قَرَأَ: قُلْ هُوَ اللَّهُ أَحَدٌ حَتَّى يَخْتِمَهَا عَشْرَ مَرَّاتٍ، بَنَى اللَّهُ لَهُ قَصْرًا فِي الْجَنَّةِ» فَقَالَ عُمَرُ بْنُ الْخَطَّابِ: إِذًا نَسْتَكْثِرَ يَا رَسُولَ اللَّهِ؟ فَقَالَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: «اللَّهُ أَكْثَرُ وَأَطْيَبُ»\nمسند أحمد (15610)، وحسنه الألباني في الصحيحة (589).\nوفي رواية: وَمَنْ قَرَأَهَا عِشْرِينَ مَرَّةً بُنِيَ لَهُ قَصْرَانِ، وَمَنْ قَرَأَهَا ثَلَاثِينَ مَرَّةً بُنِيَ لَهُ ثَلَاثٌ» فَقَالَ عُمَرُ بْنُ الْخَطَّابِ: وَاللَّهِ يَا رَسُولَ اللَّهِ إِذَنْ لَنَكْثُرَنَّ قُصُورُنَا. فَقَالَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: «اللَّهُ أَوْسَعُ مِنْ ذَلِكَ»\nالمعجم الأوسط (281)، وحسنه الألباني في الصحيحة (2/ 137).",
  "zekrFadlEn" : "“Whoever reads it 10 times, Allah will build for him a palace in heaven.\nMusnad Ahmad (15610), Al-Mu'jam Al-Awsat (281), with hasan sanad.\n",
  "zekrFadlIn" : "“Siapa yang membacanya 10 kali, Allah bangun baginya sebuah istana di surga. Siapa yang membacanya 20 kali, dibangun 2 istana untuknya, dan siapa yang membacanya 30 kali, dibangun 3 istana untuknya. Musnad Ahmad (15610), Al-Mu’jam Al-Awsat (281), dengan sanad hasan.”",
  "zekrFadlUg" : "پەيغەمبەر ئەلەيھىسسالام مۇنداق دېگەن: ئەتىگەن ۋە كەچتە ئۈچ قېتىم ئوقۇغان كىشىگە بارلىق يامانلىقلاردىن كۇپايە قىلىدۇ.",
  "zekrID" : 29,
  "zekrIdRef" : 0,
  "zekrNoOfRep" : 10,
  "insertedByUser" : 0,
  "soundFileName" : "alsmd"
}, {
  "basmlaType" : 0,
  "periority" : 1,
  "specialTime" : 0,
  "typeId" : 0,
  "zekrContentAr" : "لَا إِلَهَ إِلَّا اللَّهُ الْعَلِيُّ الْعَظِيمُ، لَا إِلَهَ إِلَّا اللَّهُ الْحَلِيمُ الْكَرِيمُ، سُبْحَانَ اللَّهِ رَبِّ السَّمَاوَاتِ السَّبْعِ وَرَبِّ الْعَرْشِ الْعَظِيمِ، والْحَمْدُ لِلَّهِ رَبِّ الْعَالَمِينَ.",
  "zekrContentDu" : "",
  "zekrContentEn" : "There is no god but Allah, the Forbearing, the Most Generous; there is no god but Allah, the Most High, the Almighty, Glory be to Allah, Lord of the seven heavens and Lord of the mighty Throne, praise be to Allah the Lord of the Worlds.”",
  "zekrContentFr" : "",
  "zekrContentIn" : "لَا إِلَهَ إِلَّا اللَّهُ الْعَلِيُّ الْعَظِيمُ، لَا إِلَهَ إِلَّا اللَّهُ الْحَلِيمُ الْكَرِيمُ، سُبْحَانَ اللَّهِ رَبِّ السَّمَاوَاتِ السَّبْعِ وَرَبِّ الْعَرْشِ الْعَظِيمِ، والْحَمْدُ لِلَّهِ رَبِّ الْعَالَمِينَ. \n\nTiada ilah yang berhak disembah selain Allah yang Maha Tinggi dan Agung. Tiada ilah yang berhak disembah selain Allah yang Maha Santun dan Maha Mulia, Maha Suci Allah Rabb langit yang tujuh dan Rabb Arsy yang agung dan segala puji bagi Allah Tuhan seluruh alam. \r",
  "zekrContentTurky" : "",
  "zekrContentUg" : "ئاللاھتىن باشقا ھەقىقىيي ئىلاھ يوقتۇر، ئۇ تولىمۇ ھەلىمدۇر، ئۇلۇغ ئەرشنىڭ ئىگىسى بولغان ئاللاھ بارچە نۇقسانلاردىن پاكتۇر. ھەمدۇ سانا ئالەملەرنىڭ پەرۋەردىگارى بولغان ئاللاھقا خاستۇر.",
  "zekrContentVocalDu" : "",
  "zekrContentVocalEn" : "",
  "zekrContentVocalTurky" : "",
  "zekrFadlAr" : "عَنْ عَلِيِّ بْنِ أَبِي طَالِبٍ رَضِيَ اللَّهُ عَنْهُ، قَالَ: قَالَ لِي رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ: «يَا عَلِيُّ، أَلَا أُعَلِّمُكَ كَلِمَاتٍ إِذَا قُلْتَهُنَّ، غُفِرَ لَكَ، مَعَ أَنَّهُ مَغْفُورٌ لَكَ: لَا إِلَهَ إِلَّا اللَّهُ الْعَلِيُّ الْعَظِيمُ، لَا إِلَهَ إِلَّا اللَّهُ الْحَلِيمُ الْكَرِيمُ، سُبْحَانَ اللَّهِ رَبِّ السَّمَاوَاتِ السَّبْعِ وَرَبِّ الْعَرْشِ الْعَظِيمِ، وَالْحَمْدُ لِلَّهِ رَبِّ الْعَالَمِينَ»\nمسند أحمد (712)، صحيح ابن حبان (6928) وصححه شعيب الأرنؤوط، وقال أحمد شاكر: إسناده صحيح، وقال الألباني: صحيح لغيره.",
  "zekrFadlEn" : "“Whoever reads it will be forgiven.\n  Musnad Ahmad (712), Sahih Ibn Hibban (6928), with an authentic sanad.\n",
  "zekrFadlIn" : "“Siapa yang membacanya akan diampuni.\nMusnad Ahmad (712), Sahih Ibn Hibban (6928), dengan sanad yang shahih.",
  "zekrFadlUg" : "ئەلى رەزىيەللاھۇ ئەنھۇدىن رىۋايەت قىلىنىدۇكى، ئۇ پەيغەمبەر ئەلەيھىسسالامنىڭ ئۆزىگە مۇنداق دېگەنلىكىنى ئېيتىدۇ: «ساڭا ئېيتقىنىڭدا ئاللاھ سېنى مەغپىرەت قىلىنىپ بولغان بولساڭمۇ (يەنىلا) مەغپىرەت قىلىدىغان سۆزلەرنى ئۆگىتىپ قويايمۇ؟» ئېيتقىنكى: «ئاللاھتىن باشقا ھەقىقىيي ئىلاھ يوقتۇر، ئۇ تولىمۇ ھەلىمدۇر، ئۇلۇغ ئەرشنىڭ ئىگىسى بولغان ئاللاھ بارچە نوقسانلاردىن پاكتۇر. ھەمدۇ سانا ئالەملەرنىڭ پەرۋەردىگارى بولغان ئاللاھقا خاستۇر.» (بۇ ھەدىسنى، تىرمىزى سەھىھ ئىسناد بىلەن رىۋايەت قىلغان (3504).)",
  "zekrID" : 83,
  "zekrIdRef" : 0,
  "zekrNoOfRep" : 1,
  "insertedByUser" : 0,
  "soundFileName" : "laelah_ela_allah_al3ly_al7lem"
}, {
  "basmlaType" : 0,
  "periority" : 2,
  "specialTime" : 0,
  "typeId" : 0,
  "zekrContentAr" : "أَسْتَغْفِرُ اللَّهَ وَأَتُوبُ إِلَيْهِ.",
  "zekrContentDu" : "Ich bitte Allah um Vergebung,\r\nund ich wende mich Ihm reumütig zu",
  "zekrContentEn" : "astaghfirullah wa atubu ilaih \" I seek forgiveness to Allah and repent towards Him.\"",
  "zekrContentFr" : "Seigneur, je Te demande de m'accorder une science\r\nutile, un bien licite et une oeuvre acceptée.'\r\n",
  "zekrContentIn" : "أَسْتَغْفِرُ اللَّهَ وَأَتُوبُ إِلَيْهِ\n\nLatin:\nAstagfirullāha wa atūbu ilaih\n\nArtinya:\n“Aku memohon ampun kepada Allah dan bertobat kepada-Nya.”",
  "zekrContentTurky" : "“Allah’tan mağfiret diler ve O’na tevbe ederim.”",
  "zekrContentUg" : "«ئاللاھتىن مەغپىرەت تىلەيمەن ۋە گۇناھلىرىمغا تەۋبە قىلىمەن»",
  "zekrContentVocalDu" : "astaġfirullāh wa atūbu ilaiilayhi",
  "zekrContentVocalEn" : "Astaghfirul-laha wa-atoobu ilayh",
  "zekrContentVocalTurky" : "Astaghfirul-laha wa-atoobu ilayh",
  "zekrFadlAr" : "عَنْ أَبِي هُرَيْرَةَ قَالَ: قَالَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: «إِنِّي لَأَسْتَغْفِرُ اللَّهَ وَأَتُوبُ إِلَيْهِ فِي الْيَوْمِ مِائَةَ مَرَّةٍ» سنن ابن ماجه (3815)، وقال الألباني: حسن صحيح.\nوعَنِ الْأَغَرِّ الْمُزَنِيِّ، أَنَّ رَسُولَ اللهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ، قَالَ: «إِنَّهُ لَيُغَانُ عَلَى قَلْبِي، وَإِنِّي لَأَسْتَغْفِرُ اللهَ، فِي الْيَوْمِ مِائَةَ مَرَّةٍ» صحيح مسلم (2702).",
  "zekrFadlEn" : "Shahih Muslim (2702)",
  "zekrFadlIn" : "Shahih Muslim (2702)",
  "zekrFadlUg" : "بۇخارىي ۋە مۇسلىم رىۋايەت قىلغان",
  "zekrID" : 85,
  "zekrIdRef" : 0,
  "zekrNoOfRep" : 100,
  "insertedByUser" : 0,
  "soundFileName" : "ast8froallah_wa_atob_elih"
}, {
  "basmlaType" : 0,
  "periority" : 3,
  "specialTime" : 0,
  "typeId" : 0,
  "zekrContentAr" : "لاَ إِلَهَ إِلاَّ الله.",
  "zekrContentDu" : "",
  "zekrContentEn" : "La Ilah Ila Allah \"there is no deity worthy of worship except Allah\"",
  "zekrContentFr" : "",
  "zekrContentIn" : "لاَ إِلَهَ إِلاَّ الله\n\nLatin: La ilaha illallah\nArtinya: Tidak ada Tuhan yang berhak disembah selain Allah.\n",
  "zekrContentTurky" : "",
  "zekrContentUg" : "ئاللاھدىن باشقا ھەقىقىي مەبۇدى بەرھەق يوقتۇر.",
  "zekrContentVocalDu" : "",
  "zekrContentVocalEn" : "",
  "zekrContentVocalTurky" : "",
  "zekrFadlAr" : "عَنْ أُمِّ هَانِئٍ بِنْتِ أَبِي طَالِبٍ، قَالَتْ: مَرَّ بِي ذَاتَ يَوْمٍ رَسُولُ اللهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ فَقُلْتُ: يَا رَسُولَ اللهِ: إِنِّي قَدْ كَبِرْتُ وَضَعُفْتُ، أَوْ كَمَا قَالَتْ، فَمُرْنِي بِعَمَلٍ أَعْمَلُهُ وَأَنَا جَالِسَةٌ، قَالَ: «...، وَهَلِّلِي اللهَ مِائَةَ تَهْلِيلَةٍ، قَالَ ابْنُ خَلَفٍ: أَحْسِبُهُ قَالَ، تَمْلَأُ مَا بَيْنَ السَّمَاءِ وَالْأَرْضِ، وَلَا يُرْفَعُ يَوْمَئِذٍ لِأَحَدٍ مِثْلُ عَمَلِكَ إِلَّا أَنْ يَأْتِيَ بِمِثْلِ مَا أَتَيْتِ بِهِ». مسند أحمد (26911)، وحسنه الألباني في الصحيحة (13169).\nوعن عتبان بن مالك أن رَسُولَ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ قال: «إِنَّ اللَّهَ قَدْ حَرَّمَ عَلَى النَّارِ مَنْ قَالَ: لاَ إِلَهَ إِلَّا اللَّهُ، يَبْتَغِي بِذَلِكَ وَجْهَ اللَّهِ». صحيح البخاري (425).\nوعَنْ أَبِي هُرَيْرَةَ أَنَّهُ قَالَ: قِيلَ يَا رَسُولَ اللَّهِ مَنْ أَسْعَدُ النَّاسِ بِشَفَاعَتِكَ يَوْمَ القِيَامَةِ؟ قَالَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: «لَقَدْ ظَنَنْتُ يَا أَبَا هُرَيْرَةَ أَنْ لاَ يَسْأَلُنِي عَنْ هَذَا الحَدِيثِ أَحَدٌ أَوَّلُ مِنْكَ لِمَا رَأَيْتُ مِنْ حِرْصِكَ عَلَى الحَدِيثِ أَسْعَدُ النَّاسِ بِشَفَاعَتِي يَوْمَ القِيَامَةِ، مَنْ قَالَ لاَ إِلَهَ إِلَّا اللَّهُ، خَالِصًا مِنْ قَلْبِهِ، أَوْ نَفْسِهِ». صحيح البخاري (99).",
  "zekrFadlEn" : "\"Whoever recites it 100 times, it is like freeing 100 slaves from the Children of Ismail, and 1000 Hasanat are recorded for him, or 1000 sins are erased from him.\"\n",
  "zekrFadlIn" : "“Siapa yang mengucapkannya 100 kali, maka pahalanya akan memenuhi apa yang ada di antara langit dan bumi.\r\nMusnad Ahmad (26911), dan dihasankan oleh Al-Albani dalam As-Sahihah (13169)",
  "zekrFadlUg" : "ئەبۇھۇەيرە رەزىيەللاھۇ ئەنھۇدىن رىۋايەت قىلىنىدۇكى پەيغەمبەر ئەلەيھىسسالام مۇنداق دېگەن: «ئىمان 70 نەچچە شاخچىدۇر ياكى 60 نەچچە تارماقتىن تەشكىل تاپىدۇ؛ ئەڭ ئەۋزىلى «لائىلاھە ئىللەللاھ»، ئەڭ تۆۋىنى يولدىن ئەزىيەت يەتكۈزىدىغان بىر نەرسىنى ئېلىۋېتىشتۇر. ھايا ئىماننىڭ بىر پارچىسىدۇر.»(مۇسلىم رىۋايىتى، (35) يەنە ئۇتبان ئىبنى مالىك رەزىيەللاھۇ ئەنھۇنىڭ رىۋايەت قىلىشىچە پەيغەمبەر ئەلەيھىسسالام مۇنداق دېگەن: «ئاللاھ پەقەتلا ئاللاھنىڭ رازىلىقىنى ئىزدەپ «لائىلاھە ئىللەللاھ» دېگەن كىشىگە جەھەننەمنى ھارام قىلدى». (بۇخارىي (425) بىلەن مۇسلىم (455/1) رىۋايەت قىلغان . ئەبۇ ھۇرەيرە رەزىيەللاھۇ ئەنھۇدىن رىۋايەت قىلىنىشىچە، پەيغەمبەر ئەلەيھىسسالامغا مۇنداق بىر سوئال سورالغان: «يا رەسۇلەللاھ! قىيامەت كۈنى ئۆزلىرىنىڭ شاپائەتلىرى بىلەن بەختكە ئېرىشىدىغان كىشى كىشى كىم؟»، پەيغەمبەر ئەلەيھىسسالام: «ئى ئەباھۇرەيرە! مەن سېنىڭ ھەدىسكە بولغان رىغبىتىڭ تۈپەيلى بۇ سوئالنى سەندىن بۇرۇن بىرەسىنىڭ سورىمايدىغ انلىقىنى بىلەتتىم؛ قىيامەت كۈنى مېنىڭ شاپائەتىم بىلەن بەختكە ئېرىشىدىغان كىشى چىن يۈرىكىدىن ياكى ئىچىدىن قايناپ «لائىلاھە ئىللەللاھ» دېگەن كىشىدۇر» دېدى. (بۇخارىي (99)، (6570) رىۋايەت قىلغان).",
  "zekrID" : 86,
  "zekrIdRef" : 0,
  "zekrNoOfRep" : 100,
  "insertedByUser" : 0,
  "soundFileName" : "laelaha_ela_allah"
}, {
  "basmlaType" : 0,
  "periority" : 4,
  "specialTime" : 0,
  "typeId" : 0,
  "zekrContentAr" : "سُبْحَانَ اللهِ وَبِحَمْدِهِ، سُبْحَانَ اللهِ الْعَظِيمِ.",
  "zekrContentDu" : "",
  "zekrContentEn" : "Glorified is Allah and praised is He, Glorified is Allah the Most Great.\n",
  "zekrContentFr" : "",
  "zekrContentIn" : "سُبْحَانَ اللهِ وَبِحَمْدِهِ، سُبْحَانَ اللهِ الْعَظِيمِ.\n\nLatin:\n“Subhanallah wa bi hamdih, Subhanallahil ‘Azhim”\n\nArtinya:\nMaha Suci Allah dan segala puji bagi-Nya. Maha Suci Allah Yang Maha Agung.",
  "zekrContentTurky" : "",
  "zekrContentUg" : "ئاللاھ تائالا بارچە كەمچىلىكلەردىن ئەلۋەتتە پاكتۇر، ھەمدۇ سانا ئۇنىڭغا خاستۇر، ئۇلۇغ ئاللاھ جىمى نۇقسانلاردىن پاكتۇر",
  "zekrContentVocalDu" : "",
  "zekrContentVocalEn" : "",
  "zekrContentVocalTurky" : "",
  "zekrFadlAr" : "عَنْ أَبِي هُرَيْرَةَ قَالَ: قَالَ رَسُولُ الله صَلَّى الله عَلَيْهِ وَسَلَّمَ: «كَلِمَتَانِ خَفِيفَتَانِ عَلَى اللِّسَانِ، ثَقِيلَتَانِ فِي الْمِيزَانِ، حَبِيبَتَانِ إِلَى الرَّحْمَنِ، سُبْحَانَ الله وَبِحَمْدِهِ، سُبْحَانَ الله الْعَظِيمِ» صحيح البخاري (6682)، صحيح مسلم (2694).",
  "zekrFadlEn" : "The two words are light on the tongue, weigh heavily in the balance, and are loved by the Most Merciful One",
  "zekrFadlIn" : "“Dinyatakan dalam keutamaannya bahwa keduanya berat dalam timbangan, dan dicintai oleh Yang Maha Pemurah.\r\nSahih al-Bukhari (6682), Sahih Muslim (2694)",
  "zekrFadlUg" : "ئەبۇھۇەيرە رەزىيەللاھۇ ئەنھۇدىن رىۋايەت قىلىنىدۇكى پەيغەمبەر ئەلەيھىسسالام مۇنداق دېگەن: «تىلغا يىنىك، تارازىدا ئېغىر، رەھمان تائالغا ياقىدىغان، ئىككى كەلىمە باردۇركى، ئۇلار «سُبْحَانَ اللَّهِ وَبِحَمْدِهِ، سُبْحَانَ اللَّهِ الْعَظِيمِ»دۇر. (بۇ ھەدىسنى بۇخارىي (8/139) ۋە مۇسلىم (2694) رىۋايەت قىلغان.",
  "zekrID" : 87,
  "zekrIdRef" : 0,
  "zekrNoOfRep" : 1,
  "insertedByUser" : 0,
  "soundFileName" : "sob7an_allh_web7mdh_sob7an_allh_al3zem"
}, {
  "basmlaType" : 0,
  "periority" : 5,
  "specialTime" : 0,
  "typeId" : 0,
  "zekrContentAr" : "سُبْحَانَ اللهِ الْعَظِيمِ وَبِحَمْدِهِ",
  "zekrContentDu" : "",
  "zekrContentEn" : "All glory and praise is to the Almighty",
  "zekrContentFr" : "",
  "zekrContentIn" : "سُبْحَانَ اللهِ الْعَظِيمِ وَبِحَمْدِهِ\n\"Maha Suci Allah yang Maha Agung dan segala puji bai-Nya\"",
  "zekrContentTurky" : "",
  "zekrContentUg" : "ئاللاھ تائالا بارچە كەمچىلىكلەردىن ئەلۋەتتە پاكتۇر، ھەمدۇ سانا ئۇنىڭغا خاستۇر، ئۇلۇغ ئاللاھ جىمى نۇقسانلاردىن پاكتۇر",
  "zekrContentVocalDu" : "",
  "zekrContentVocalEn" : "",
  "zekrContentVocalTurky" : "",
  "zekrFadlAr" : "عَنْ جَابِرِ بْنِ عَبْدِ الله، أَنَّ رَسُولَ الله صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ قَالَ: «مَنْ قَالَ سُبْحَانَ الله الْعَظِيمِ وَبِحَمْدِهِ، غُرِسَتْ لَهُ نَخْلَةٌ فِي الْجَنَّةِ» سنن الترمذي (3464) وصححه الألباني.",
  "zekrFadlEn" : "From a Hadith narrated by Jeber (may Allah be pleased with him) who said that the Messenger of Allah (may Allah's peace and blessings be upon him) said: 'Whoever says: All glory and praise is to the Almighty, a tree is planted for him in Junnah' - Sunan Al-Tirmidhi, narration Sahih",
  "zekrFadlIn" : "Dari Jabir radhiallahu anhu ia berkata, Nabi r bersabda, “Siapa yang mengucapkan kalimat, “Subhanallahil adziim wa bihamdihi”; Maha Suci Allah dan dengan memuji kepada-Nya, niscaya ditanamkan untuknya sebuah pohon kurma di dalam surga. (HR. Tirmidzi: 3464 dengan sanad yang shahih)",
  "zekrFadlUg" : "جابىر رەزىيەللاھۇ ئەنھۇ پەيغەمبەر ئەلەيھىسسالامنىڭ مۇنداق دېگەنلىكىنى رىۋايەت قىلىدۇ: «سُبْحَانَ اللهِ الْعَظِيمِ وَبِحَمْدِهِ» دېسە ئۇنىڭ ئۈچۈن جەننەتتە بىر كۈچەت تىكىلىدۇ.» (تىرمىزى (3464) سەھىھ سەنەد بىلەن رىۋايەت قىلغان)",
  "zekrID" : 88,
  "zekrIdRef" : 0,
  "zekrNoOfRep" : 1,
  "insertedByUser" : 0,
  "soundFileName" : "16_sob7n_al3zem_web7mdh"
}, {
  "basmlaType" : 0,
  "periority" : 6,
  "specialTime" : 0,
  "typeId" : 0,
  "zekrContentAr" : "الْحَمْدُ لِلَّهِ.",
  "zekrContentDu" : "",
  "zekrContentEn" : "Alhamdullah \"Praise be to God\"",
  "zekrContentFr" : "",
  "zekrContentIn" : "الْحَمْدُ لِلَّهِ\nLatin: Alhamdulillah\nArtinya: Segala puji bagi Allah\r",
  "zekrContentTurky" : "",
  "zekrContentUg" : "ھەمدۇ سانا ئاللاھقىلا خاستۇر.",
  "zekrContentVocalDu" : "",
  "zekrContentVocalEn" : "",
  "zekrContentVocalTurky" : "",
  "zekrFadlAr" : "عَنْ أُمِّ هَانِئٍ بِنْتِ أَبِي طَالِبٍ، قَالَتْ: مَرَّ بِي ذَاتَ يَوْمٍ رَسُولُ اللهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ فَقُلْتُ: يَا رَسُولَ اللهِ: إِنِّي قَدْ كَبِرْتُ وَضَعُفْتُ، أَوْ كَمَا قَالَتْ، فَمُرْنِي بِعَمَلٍ أَعْمَلُهُ وَأَنَا جَالِسَةٌ، قَالَ: «...، وَاحْمَدِي اللهَ مِائَةَ تَحْمِيدَةٍ، فإنها تَعْدِلُ لَكِ مِائَةَ فَرَسٍ مُسْرَجَةٍ مُلْجَمَةٍ، تَحْمِلِينَ عَلَيْهَا فِي سَبِيلِ اللهِ، ...». مسند أحمد (26911)، وحسنه الألباني في الصحيحة (13169).\nوعَنْ عِمْرَانَ بْنِ حُصَيْنٍ، عَنْ رَسُولِ اللهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ قَالَ: «إِنَّ أَفْضَلَ عِبَادِ اللهِ يَوْمَ الْقِيَامَةِ الْحَمَّادُونَ» المعجم الكبير للطبراني (254)، وصححه الألباني في صحيح الجامع (1571).",
  "zekrFadlEn" : "\"Whoever recites it 100 times, it is like freeing 100 slaves from the Children of Ismail, and 1000 Hasanat are recorded for him, or 1000 sins are erased from him.\"\n",
  "zekrFadlIn" : "“Siapa yang mengucapkannya 100 kali, maka ia seperti orang yang memperlengkapi 100 ekor kuda untuk berperang di jalan Allah. Musnad Ahmad (26911), dan dihasankan oleh Al-Albani dalam As-Sahihah (13169)",
  "zekrFadlUg" : "ئىمران ئىبنى ھۈسەين رەزىيەللاھۇ ئەنھۇ پەيغەمبەر ئەلەيھىسسالامنىڭ «قىيامەت كۈنى ئاللاھنىڭ ئەڭ پەزىلەتلىك بەندىلىرىنىڭ كۆپلەپ ھەمدۇ-سانا ئېيتقۇچىلار ئىكەنلىكىنى» ئېيتىپ بەرگەن. (بۇ ھەىدسنى تەبەرانى (254) سەھىھ سەنەد بىلەن رىۋايەت قىلغان).",
  "zekrID" : 89,
  "zekrIdRef" : 0,
  "zekrNoOfRep" : 100,
  "insertedByUser" : 0,
  "soundFileName" : "al7mdo_lelah"
}, {
  "basmlaType" : 0,
  "periority" : 7,
  "specialTime" : 0,
  "typeId" : 0,
  "zekrContentAr" : "سُبْحَانَ اللهِ وَبِحَمْدِهِ",
  "zekrContentDu" : "27.17\tPreis ist Allah und mit Seinem\r\nLob (einhundertmal)\r\n",
  "zekrContentEn" : "subhanallahi wa bihamdihi \"Glory is to Allah and all praise is to Him\"",
  "zekrContentFr" : "Gloire àDieu et que Ses Louanges soient proclamées.'\r\n(cent fois)\r\n",
  "zekrContentIn" : "سُبْحَانَ اللهِ وَبِحَمْدِهِ.\n\nLatin:\nSubhanallah wa bi-hamdih.\n\nArtinya:\n“Maha suci Allah, aku memuji-Nya.”",
  "zekrContentTurky" : " “Allah’a hamdederek O’nu tüm noksanlıklardan tenzih ederim.”",
  "zekrContentUg" : "«ئاللاھ تائالا بارچە نۇقسانلاردىن ئەلۋەتتە پاكتۇر، ھەمدۇ سانا ئۇنىڭغا خاستۇر»",
  "zekrContentVocalDu" : "subḥānallāhi wa biḥamdi",
  "zekrContentVocalEn" : "Subhanal-lahi wabihamdih",
  "zekrContentVocalTurky" : "Subhanal-lahi wabihamdih",
  "zekrFadlAr" : "عَنْ أَبِي ذَرٍّ، قَالَ: قَالَ رَسُولُ اللهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: «أَلَا أُخْبِرُكَ بِأَحَبِّ الْكَلَامِ إِلَى اللهِ؟» قُلْتُ: يَا رَسُولَ اللهِ أَخْبِرْنِي بِأَحَبِّ الْكَلَامِ إِلَى اللهِ، فَقَالَ: «إِنَّ أَحَبَّ الْكَلَامِ إِلَى اللهِ: سُبْحَانَ اللهِ وَبِحَمْدِهِ» صحيح مسلم (2731).\nوعَنْ أَبِي أُمَامَةَ، قَالَ: قَالَ رَسُولُ الله صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: «مَنْ هَالَهُ اللَّيْلُ أَنْ يُكَابِدَهُ، وَبَخِلَ بِالْمَالِ أَنْ يُنْفِقَهُ، وَجَبُنَ عَنِ الْعَدُوِّ أَنْ يُقَاتِلَهُ فَلْيُكْثِرْ مِنْ سُبْحَانَ الله وَبِحَمْدِهِ؛ فَإِنَّهَا أَحَبُّ إِلَى الله مِنْ جَبَلِ ذَهَبٍ يُنْفِقُهُ فِي سَبِيلِ الله» المعجم الكبير للطبراني (7800) وقال الألباني في صحيح الترغيب والترهيب (1541): صحيح لغيره.\nوعَنْ عَبْدِ اللَّهِ بْنِ عَمْرٍو، قَالَ: قَالَ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: «إِنَّ نَبِيَّ اللَّهِ نُوحًا صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ لَمَّا حَضَرَتْهُ الْوَفَاةُ قَالَ لِابْنِهِ: إِنِّي قَاصٌّ عَلَيْكَ الْوَصِيَّةَ: آمُرُكَ بِاثْنَتَيْنِ، وَأَنْهَاكَ عَنِ اثْنَتَيْنِ، آمُرُكَ بِلَا إِلَهَ إِلَّا اللَّهُ، فَإِنَّ السَّمَوَاتِ السَّبْعَ، وَالْأَرْضِينَ السَّبْعَ، لَوْ وُضِعَتْ فِي كِفَّةٍ، وَوُضِعَتْ لَا إِلَهَ إِلَّا اللَّهُ فِي كِفَّةٍ، رَجَحَتْ بِهِنَّ لَا إِلَهَ إِلَّا اللَّهُ، وَلَوْ أَنَّ السَّمَوَاتِ السَّبْعَ، وَالْأَرْضِينَ السَّبْعَ، كُنَّ حَلْقَةً مُبْهَمَةً، قَصَمَتْهُنَّ لَا إِلَهَ إِلَّا اللَّهُ، وَسُبْحَانَ اللَّهِ وَبِحَمْدِهِ، فَإِنَّهَا صَلَاةُ كُلِّ شَيْءٍ، وَبِهَا يُرْزَقُ الْخَلْقُ».\nمسند أحمد (6583) وصححه شعيب الأرنؤوط.\nوعَنْ أَبِي ذَرٍّ، قَالَ: قُلْتُ: يَا رَسُولَ اللَّهِ أَيُّ الْكَلَامِ أَحَبُّ إِلَى اللَّهِ عَزَّ وَجَلَّ؟ قَالَ: «مَا اصْطَفَاهُ لِمَلَائِكَتِهِ: سُبْحَانَ اللَّهِ وَبِحَمْدِهِ، سُبْحَانَ اللَّهِ وَبِحَمْدِهِ، ثَلَاثًا تَقُولُهَا»\nمسند أحمد (21529)، وقال شعيب الأرنؤوط: إسناده صحيح على شرط مسلم.",
  "zekrFadlEn" : "This is the most beloved word to God, and more valuable than a mountain of gold that you spend in the cause of God.\r\nSahih Muslim (2731), Sahih at-Targhib wa At-Tarhib (1541)",
  "zekrFadlIn" : "Ini adalah perkataan yang paling dicintai Allah, dan lebih berharga daripada segunung emas yang Anda belanjakan di jalan Allah.\r\nSahih Muslim (2731), Sahih at-Targhib wa At-Tarhib (1541)",
  "zekrFadlUg" : "",
  "zekrID" : 90,
  "zekrIdRef" : 0,
  "zekrNoOfRep" : 3,
  "insertedByUser" : 0,
  "soundFileName" : "sob7an_allaho_web7mdh"
}, {
  "basmlaType" : 0,
  "periority" : 8,
  "specialTime" : 0,
  "typeId" : 0,
  "zekrContentAr" : "سُبْحَانَ اللهِ.",
  "zekrContentDu" : "",
  "zekrContentEn" : " Subhanallah Glory be to God\"",
  "zekrContentFr" : "",
  "zekrContentIn" : "سُبْحَانَ اللهِ\nLatin: Subhanallah\nArtinya: Maha Suci Allah\n",
  "zekrContentTurky" : "",
  "zekrContentUg" : "ھەمدۇ سانا ئاللاھقىلا خاستۇر. 100 قېتىم",
  "zekrContentVocalDu" : "",
  "zekrContentVocalEn" : "",
  "zekrContentVocalTurky" : "",
  "zekrFadlAr" : "عَنْ أُمِّ هَانِئٍ بِنْتِ أَبِي طَالِبٍ، قَالَتْ: مَرَّ بِي ذَاتَ يَوْمٍ رَسُولُ اللهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ فَقُلْتُ: يَا رَسُولَ اللهِ: إِنِّي قَدْ كَبِرْتُ وَضَعُفْتُ، أَوْ كَمَا قَالَتْ، فَمُرْنِي بِعَمَلٍ أَعْمَلُهُ وَأَنَا جَالِسَةٌ، قَالَ: «سَبِّحِي اللهَ مِائَةَ تَسْبِيحَةٍ، فَإِنَّهَا تَعْدِلُ لَكِ مِائَةَ رَقَبَةٍ تُعْتِقِينَهَا مِنْ وَلَدِ إِسْمَاعِيلَ، وَاحْمَدِي اللهَ مِائَةَ تَحْمِيدَةٍ، فإنها تَعْدِلُ لَكِ مِائَةَ فَرَسٍ مُسْرَجَةٍ مُلْجَمَةٍ، تَحْمِلِينَ عَلَيْهَا فِي سَبِيلِ اللهِ، وَكَبِّرِي اللهَ مِائَةَ تَكْبِيرَةٍ، فَإِنَّهَا تَعْدِلُ لَكِ مِائَةَ بَدَنَةٍ مُقَلَّدَةٍ مُتَقَبَّلَةٍ، وَهَلِّلِي اللهَ مِائَةَ تَهْلِيلَةٍ، قَالَ ابْنُ خَلَفٍ: أَحْسِبُهُ قَالَ، تَمْلَأُ مَا بَيْنَ السَّمَاءِ وَالْأَرْضِ، وَلَا يُرْفَعُ يَوْمَئِذٍ لِأَحَدٍ مِثْلُ عَمَلِكَ إِلَّا أَنْ يَأْتِيَ بِمِثْلِ مَا أَتَيْتِ بِهِ ». مسند أحمد (26911)، وحسنه الألباني في الصحيحة (13169).\nوعن سَعْدٍ بن أبي وقاص قَالَ كُنَّا عِنْدَ رَسُولِ الله - صَلَّى الله عَلَيْهِ وَسَلَّمَ – فَقَالَ: «أَيَعْجِزُ أَحَدُكُمْ أَنْ يَكْسِبَ كُلَّ يَوْمٍ أَلْفَ حَسَنَةٍ؟». فَسَأَلَهُ سَائِلٌ مِنْ جُلَسَائِهِ: كَيْفَ يَكْسِبُ أَحَدُنَا أَلْفَ حَسَنَةٍ؟ قَالَ: «يُسَبِّحُ مِائَةَ تَسْبِيحَةٍ فَيُكْتَبُ لَهُ أَلْفُ حَسَنَةٍ أَوْ يُحَطُّ عَنْهُ أَلْفُ خَطِيئَةٍ». صحيح مسلم (2698).\nوعَنْ عِمْرَانَ بْنِ حُصَيْنٍ، عَنْ رَسُولِ اللهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ قَالَ: «إِنَّ أَفْضَلَ عِبَادِ اللهِ يَوْمَ الْقِيَامَةِ الْحَمَّادُونَ» المعجم الكبير للطبراني (254)، وصححه الألباني في صحيح الجامع (1571).\nوعن عتبان بن مالك أن رَسُولَ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ قال: «إِنَّ اللَّهَ قَدْ حَرَّمَ عَلَى النَّارِ مَنْ قَالَ: لاَ إِلَهَ إِلَّا اللَّهُ، يَبْتَغِي بِذَلِكَ وَجْهَ اللَّهِ». صحيح البخاري (425).\nوعَنْ أَبِي هُرَيْرَةَ أَنَّهُ قَالَ: قِيلَ يَا رَسُولَ اللَّهِ مَنْ أَسْعَدُ النَّاسِ بِشَفَاعَتِكَ يَوْمَ القِيَامَةِ؟ قَالَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: «لَقَدْ ظَنَنْتُ يَا أَبَا هُرَيْرَةَ أَنْ لاَ يَسْأَلُنِي عَنْ هَذَا الحَدِيثِ أَحَدٌ أَوَّلُ مِنْكَ لِمَا رَأَيْتُ مِنْ حِرْصِكَ عَلَى الحَدِيثِ أَسْعَدُ النَّاسِ بِشَفَاعَتِي يَوْمَ القِيَامَةِ، مَنْ قَالَ لاَ إِلَهَ إِلَّا اللَّهُ، خَالِصًا مِنْ قَلْبِهِ، أَوْ نَفْسِهِ». صحيح البخاري",
  "zekrFadlEn" : "\"Whoever recites it 100 times, it is like freeing 100 slaves from the Children of Ismail, and 1000 Hasanat are recorded for him, or 1000 sins are erased from him.\"\n",
  "zekrFadlIn" : "“Siapa yang mengucapkannya 100 kali, maka ia seperti membebaskan 100 budak dari Bani Ismail, dan dicatat baginya 1000 kebaikan, atau dihapuskan darinya 1000 dosa.”\nMusnad Ahmad (26911), dan dihasankan oleh Al-Albani dalam As-Sahihah (13169)",
  "zekrFadlUg" : "مۇسئەب ئىبنى سەئد دادىسىدىن رىۋايەت قىلىدۇكى ئۇ مۇنداق دېگەن: بىز پەيغەمبەر ئەلەيھىسسالامنىڭ ھۇزۇرىدا ئىدۇق، پەيغەمبەر ئەلەيھىسسالام مۇنداق دېدى: «سىلەردىن كىم كۈنىگە 1000 ياخشىلىق قىلىشتىن ئاجىز؟» سۆھبەتداشلىرىدىن بىرى سوئال سوراپ: ئارىمىزدىن كىممۇ كۈندە 1000 ياخشىلىق قىلالىسۇن؟ دېدى. پەيغەمبەر ئەلەيھىسسالام: «كۈنىگە 100 تەسبىھ ئېيتىدۇ، شۇنىڭ بىلەن ئۇنىڭغا 1000 ياخشىلىق (نىڭ ساۋابى) يېزىلىدۇ ياكى 1000 خاتالىقى ئۈچۈرىلىدۇ.» (بۇ ھەدىسنى مۇسلىم (2698) رىۋايەت قىلغان).",
  "zekrID" : 91,
  "zekrIdRef" : 0,
  "zekrNoOfRep" : 100,
  "insertedByUser" : 0,
  "soundFileName" : "sob7an_allah"
}, {
  "basmlaType" : 0,
  "periority" : 9,
  "specialTime" : 0,
  "typeId" : 0,
  "zekrContentAr" : "أَستغفِر اللهَ الذي لا إلَهَ إلا هوَ الحَي القَيوم وَأَتوب إلَيه.",
  "zekrContentDu" : "",
  "zekrContentEn" : "I seek the forgiveness of Allah the Mighty, Whom there is none worthy of worship except Him, the Living, the Eternal,\nand I repent to Him,\n",
  "zekrContentFr" : "",
  "zekrContentIn" : "أَستغفِر اللهَ الذي لا إلَهَ إلا هوَ الحَي القَيوم وَأَتوب إلَيه\n\nLatin:\nAstagfirullāha al-lażī lā ilāha illā huwa Al- Hayya Al-Qayyūma wa atūbu ilaih\n\nArtinya:\nAku memohon ampunan kepada Allah yang tiada Ilah selain Dia, yang Maha hidup lagi Maha mengurusi hamba-Nya, dan aku bertobat kepada-Nya\r.\n",
  "zekrContentTurky" : "",
  "zekrContentUg" : "ئۇنىڭدىن بۆلەك ئىلاھىي مەبۇد بولمىغان، ھەمىشە تىرىك بولغۇچى ۋە ھەممىنى ئىدارە قىلىپ تۇرغۇچى ئۇلۇغ ئاللاھتىن مەغپىرەت سورايمەن ۋە ئۇنىڭغا تەۋبە قىلىمەن",
  "zekrContentVocalDu" : "",
  "zekrContentVocalEn" : "",
  "zekrContentVocalTurky" : "",
  "zekrFadlAr" : "وعن زيد مولى رسول الله أنه سَمِعَ النَّبِيَّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ، يَقُولُ: «مَنْ قَالَ أَسْتَغْفِرُ اللَّهَ الَّذِي لَا إِلَهَ إِلَّا هُوَ الحَيَّ القَيُّومَ وَأَتُوبُ إِلَيْهِ، غُفِرَ لَهُ وَإِنْ كَانَ فَرَّ مِنْ الزَّحْفِ»\nسنن الترمذي (3577)، وصححه الألباني.\nوعَنِ ابنِ مَسْعُودٍ رَضِيَ اللَّهُ عَنْهُ، قَالَ: قَالَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: «مَنْ قَالَ أَسْتَغْفِرُ اللَّهَ الَّذِي لَا إِلَهَ إِلَّا هُوَ الْحَيُّ الْقَيُّومُ، وَأَتُوبُ إِلَيْهِ، ثَلَاثًا، غُفِرَتْ ذُنُوبُهُ، وَإِنْ كَانَ فَارًّا مِنَ الزَّحْفِ».\nالمستدرك على الصحيحين للحاكم (2550)، وقال: هَذَا حَدِيثٌ صَحِيحٌ عَلَى شَرْطِ مُسْلِمٍ وَلَمْ يُخَرِّجَاهُ.",
  "zekrFadlEn" : "\"He who recites it 3 times will be forgiven, even if he flees the battlefield.\"\n",
  "zekrFadlIn" : "“Siapa yang mengucapkannya 3 kali akan diampuni, bahkan jika dia melarikan diri dari medan perang.”\nSunan At-Tirmidzi (3577), dan Al-Albani menilainya shohih\nAl-Mustadrak Ash-Shahihain oleh al-Hakim (2550), dia berkata: Hadits ini shahih menurut syarat Muslim dan beliau tidak meriwayatkannya.",
  "zekrFadlUg" : "زۇبەير ئىبنى ئەۋۋام رەزىيەللاھۇ ئەنھۇدىن رىۋايەت قىلىنىدۇكى، پەيغەمبەر ئەلەيھىسسالام مۇنداق دېگەن: «كىمكى ئەمەل دەپتىرىنىڭ ئۆزىنى خۇشال قىلىشىنى ئارزۇ قىلسا كۆپلەپ ئىستىغپار ئېيتسۇن» (تەبەرانىي، مۇئجەمدە ھەسەن سەنەد بىلەن رىۋايەت قىلغان (839).)",
  "zekrID" : 92,
  "zekrIdRef" : 0,
  "zekrNoOfRep" : 3,
  "insertedByUser" : 0,
  "soundFileName" : "ast8fro_allah_al7y_alkyoum"
}, {
  "basmlaType" : 0,
  "periority" : 10,
  "specialTime" : 0,
  "typeId" : 0,
  "zekrContentAr" : "لاَ حَوْلَ وَلاَ قُوَّةَ إِلَّا بالله.",
  "zekrContentDu" : "",
  "zekrContentEn" : "There is no might and no power except by Allah.",
  "zekrContentFr" : "",
  "zekrContentIn" : "لاَ حَوْلَ وَلاَ قُوَّةَ إِلَّا بالله\nTidak ada daya dan kekuatan melainkan dengan kuasa Allah\n",
  "zekrContentTurky" : "",
  "zekrContentUg" : "ئاللاھ تائالانىڭ ياردىمى بولمىسا، قولىمىزدىن ھېچ ئىش كەلمەيدۇ",
  "zekrContentVocalDu" : "",
  "zekrContentVocalEn" : "",
  "zekrContentVocalTurky" : "",
  "zekrFadlAr" : "عَنْ حَازِمِ بْنِ حَرْمَلَةَ قَالَ: مَرَرْتُ بِالنَّبِيِّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ فَقَالَ لِي: «يَا حَازِمُ أَكْثِرْ مِنْ قَوْلِ: لَا حَوْلَ وَلَا قُوَّةَ إِلَّا بِاللَّهِ، فَإِنَّهَا مِنْ كُنُوزِ الْجَنَّةِ». سنن ابن ماجه (3826)، وقال الألباني: صحيح لغيره.\nوعَنْ أَبِي مُوسَى، أَنَّ رَسُول اللهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ قَالَ: «يَا أَبَا مُوسَى أَوْ يَا عَبْدَ اللهِ بْنَ قَيْسٍ أَلَا أَدُلُّكَ عَلَى كَلِمَةٍ مِنْ كَنْزِ الْجَنَّةِ» قُلْتُ: مَا هِيَ يَا رَسُولَ اللهِ؟ قَالَ: «لَا حَوْلَ وَلَا قُوَّةَ إِلَّا بِاللهِ» صحيح البخاري (6409)، صحيح مسلم (2704).\nوعَنْ قَيْسِ بْنِ سَعْدِ بْنِ عُبَادَةَ، أَنَّ أَبَاهُ دَفَعَهُ إِلَى النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ يَخْدُمُهُ، قَالَ: فَمَرَّ بِيَ النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ وَقَدْ صَلَّيْتُ فَضَرَبَنِي بِرِجْلِهِ وَقَالَ: «أَلَا أَدُلُّكَ عَلَى بَابٍ مِنْ أَبْوَابِ الجَنَّةِ؟» قُلْتُ: بَلَى؟ قَالَ: «لَا حَوْلَ وَلَا قُوَّةَ إِلَّا بِاللَّهِ».\nسنن الترمذي (3581)، وصححه الألباني.",
  "zekrFadlEn" : "One of heaven's treasures, and one of its gates.\n",
  "zekrFadlIn" : "Salah satu harta surga, dan salah satu gerbangnya.\nSahih al-Bukhari (6409), Sahih Muslim (2704), Sunan at-Tirmidzi (3581), dengan sanad yang shohih",
  "zekrFadlUg" : "ئەبى مۇسا رەزىيەللاھۇ ئەنھۇدىن رىۋايەت قىلىنىشىچە ئۇلار پەيغەمبەر ئەلەيھىسسالام داۋانغا چىقىۋاتقاندا ئۇنىڭ يېنىدا ئىكەن. ئۇ مۇنداق دەيدۇ: بىر كىشى داۋانغا چىققانسېرى «لائىلاھە ئىللەللاھ، ۋەللاھۇ ئەكبەر» دەپ ئۈنلۈك توۋلاشقا باشلىۋىدى، پەيغەمبەر ئەلەيھىسسالام: «سىلەرنى پاڭنى ياكى يوقاپ كەتكەن بىرىنى چاقىرمايۋاتىسىلەر». راۋى دەيدۇكى، پەيغەمبەر ئەلەيھىسسالام سۆزىنى داۋاملاشتۇرۇپ: ئى ئەبامۇسا (ياكى ئى ئابدۇللاھ ئىبنى قەيس) ساڭا جەننەت خەزىنىلىرىدىن بىر كەلىمىنى ئۆگىتىپ قويايمۇ؟» دېدى. مەن: نېمە ئۇ يا رەسۇلۇللاھ؟ دېدىم. رەسۇلۇللاھ: «لاَ حَوْلَ وَلاَ قُوَّةَ إِلاَّ بِالله»دۇر. (بۇ ھەدىسنى بۇخارىي (4205) ۋە مۇسلىم (2704) رىۋايەت قىلغان.)",
  "zekrID" : 93,
  "zekrIdRef" : 0,
  "zekrNoOfRep" : 1,
  "insertedByUser" : 0,
  "soundFileName" : "la7ola_wlakoata_ela_bellah"
}, {
  "basmlaType" : 0,
  "periority" : 11,
  "specialTime" : 0,
  "typeId" : 0,
  "zekrContentAr" : "لا إلَهَ إلَّا الله، وحْدَهُ لا شَرِيكَ له، له المُلْكُ وله الحَمْدُ، وهو علَى كُلِّ شيءٍ قَدِيرٌ",
  "zekrContentDu" : "",
  "zekrContentEn" : "None has the right to be worshipped except Allah, alone without associate, to Him belongs sovereignty and praise and He is over all things capable",
  "zekrContentFr" : "",
  "zekrContentIn" : "لا إلَهَ إلَّا الله، وحْدَهُ لا شَرِيكَ له، له المُلْكُ وله الحَمْدُ، وهو علَى كُلِّ شيءٍ قَدِيرٌ \n\n“Tiada Tuhan yang berhak diibadahi selain Allah, tiada sekutu bagi-Nya, bagi-Nya segala kerajaan dan pujian, Allah Maha Berkuasa atas segala sesuatu. \n",
  "zekrContentTurky" : "",
  "zekrContentUg" : "يالغۇز بىر ئاللاھ تائالادىن باشقا ھەقىقىيي ئىلاھ يوق، ئۇنىڭ شېرىكى يوق. پادىشاھلىق، ھەمدۇ سانا ئۇنىڭغىلا خاستۇر. ئۇ ھەممىگە كۈچى يەتكۈچى زاتتۇر. (10 قېتىم)",
  "zekrContentVocalDu" : "",
  "zekrContentVocalEn" : "",
  "zekrContentVocalTurky" : "",
  "zekrFadlAr" : "عن أبي هريرة رضي الله عنه أنَّ رَسولَ اللَّهِ صَلَّى اللهُ عليه وسلَّمَ، قالَ: «مَن قالَ: لا إلَهَ إلَّا الله، وحْدَهُ لا شَرِيكَ له، له المُلْكُ وله الحَمْدُ، وهو علَى كُلِّ شيءٍ قَدِيرٌ، في يَومٍ مِائَةَ مَرَّةٍ، كانَتْ له عَدْلَ عَشْرِ رِقابٍ، وكُتِبَتْ له ماِئَةُ حَسَنَةٍ، ومُحِيَتْ عنْه مِائَةُ سَيِّئَةٍ، وكانَتْ له حِرْزًا مِنَ الشَّيْطانِ يَومَهُ ذلكَ حتَّى يُمْسِيَ، ولَمْ يَأْتِ أحَدٌ بأَفْضَلَ ممَّا جاءَ به، إلَّا أحَدٌ عَمِلَ أكْثَرَ مِن ذلكَ». صحيح البخاري (3293).\nو عن أَبِي أَيُّوبَ الْأَنْصَارِيِّ عن رَسُولِ اللهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّم، قال: «مَنْ قَالَ: لَا إِلَهَ إِلَّا الله وَحْدَهُ لَا شَرِيكَ لَهُ، لَهُ الْمُلْكُ وَلَهُ الْحَمْدُ وَهُوَ عَلَى كُلِّ شَيْءٍ قَدِيرٌ، عَشْرَ مِرَارٍ كَانَ كَمَنْ أَعْتَقَ أَرْبَعَةَ أَنْفُسٍ مِنْ وَلَدِ إِسْمَاعِيلَ». صحيح مسلم (2693).",
  "zekrFadlEn" : "\"Whoever recites it 100 times a day, it is the same as freeing 10 slaves, 100 Hasanat are recorded for him, and 100 sins  are erased from him, and he is protected from Satan that day until evening.\" And no one does better than what he does, except someone who does more than that.\"\nSahih Muslim 2693",
  "zekrFadlIn" : "“Siapa yang mengucapkannya 100 kali dalam sehari, maka sama dengan membebaskan 10 budak, dicatat baginya 100 kebaikan, dan dihapuskan darinya 100 keburukan, dan dia dilindungi dari setan pada hari itu hingga petang.” Dan tidak ada yang melakukan lebih baik dari apa yang dia lakukan, kecuali seseorang yang melakukan lebih dari itu.\nSahih Al-Bukhari (3293).\nDan siapa yang mengucapkannya 10 kali, maka seolah-olah dia membebaskan 4 jiwa dari Bani Ismail.\nSahih Muslim (2693)",
  "zekrFadlUg" : "ئەبا ئەييۇبەلئەنسارىي رەزىيەللاھۇ ئەنھۇدىن رىۋايەت قىلىنىدۇكى، پەيغەمبەر ئەلەيھسسالام مۇنداق دېگەن: «كىمكى 10 قېتىم [لَا إِلَهَ إِلَّا اللهُ وَحْدَهُ لَا شَرِيكَ لَهُ، لَهُ الْمُلْكُ وَلَهُ الْحَمْدُ وَهُوَ عَلَى كُلِّ شَيْءٍ قَدِيرٌ، عَشْرَ مِرَارٍ] دېسە، ئىسمائىل ئەلەيھىسسالام ئەۋلادىدىن 4 قۇلنى ئازاد قىلغان كىشىگە ئوخشاش (ساۋابقا ئېرىشكەن) بولىدۇ. (بۇخارىي 6404) ۋە مۇسلىم (2693) رىۋايەت قىلغان).",
  "zekrID" : 94,
  "zekrIdRef" : 0,
  "zekrNoOfRep" : 100,
  "insertedByUser" : 0,
  "soundFileName" : "laelaha_w7daho_la_sharika_lho_almolk_waal7md"
}, {
  "basmlaType" : 0,
  "periority" : 12,
  "specialTime" : 0,
  "typeId" : 0,
  "zekrContentAr" : "سُبْحَانَ اللَّهِ، وَالْحَمْدُ لِلَّهِ، وَلَا إِلَهَ إِلَّا اللَّهُ وَاللَّهُ أَكْبَرُ",
  "zekrContentDu" : "",
  "zekrContentEn" : "Glory be to Allah, all praise to Allah and there is god except Allah and Allah is the greatest",
  "zekrContentFr" : "",
  "zekrContentIn" : "سُبْحَانَ اللهِ، وَالْحَمْدُ لِلَّهِ، وَلَا إِلَهَ إِلَّا اللهُ، وَاللهُ أَكْبَرُ\nMaha Suci Allah, segala puji bagi Allah, Tidak ada Tuhan (yang berhak disembah) selain Allah semata dan Allah Maha Besar",
  "zekrContentTurky" : "",
  "zekrContentUg" : "ئاللاھ پاكتۇر، ھەمدۇ سانا ئاللاھقا خاستۇر، ئاللاھ ئەڭ بۈيۈكتۇر",
  "zekrContentVocalDu" : "",
  "zekrContentVocalEn" : "",
  "zekrContentVocalTurky" : "",
  "zekrFadlAr" : "عَنْ كَعْبِ بْنِ عُجْرَةَ قَالَ: «مُعَقِّبَاتٌ لَا يَخِيبُ قَائِلُهُنَّ: سُبْحَانَ اللَّهِ، وَالْحَمْدُ لِلَّهِ، وَلَا إِلَهَ إِلَّا اللَّهُ وَاللَّهُ أَكْبَرُ مِائَةَ مَرَّةٍ».\nصحيح الأدب المفرد (622)، وصححه الألباني (486).",
  "zekrFadlEn" : "Whoever reads it 100 times is among the winners and does not lose.\r\nShahih Adab Al-Mufrad (486)",
  "zekrFadlIn" : "Siapa yang membacanya 100 kali dia termasuk orang menang dan tidak merugi.\r\nShahih Adab Al-Mufrad (486)",
  "zekrFadlUg" : "",
  "zekrID" : 95,
  "zekrIdRef" : 0,
  "zekrNoOfRep" : 100,
  "insertedByUser" : 0,
  "soundFileName" : "sob7an_al7md_laelaha_allahoakbr"
}, {
  "basmlaType" : 0,
  "periority" : 13,
  "specialTime" : 0,
  "typeId" : 0,
  "zekrContentAr" : "اللَّهُمَّ صَلِّ عَلَى مُحَمَّدٍ وَعَلَى آلِ مُحَمَّدٍ.",
  "zekrContentDu" : "",
  "zekrContentEn" : "O Allah, bestow Your favor on Muhammad and on the family of Muhammad",
  "zekrContentFr" : "",
  "zekrContentIn" : "اللَّهُمَّ صَلِّ عَلَى مُحَمَّدٍ وَعَلَى آلِ مُحَمَّدٍ\n\nya Allah berilah shalawat untuk Muhammad dan keluarga Muhammad\n",
  "zekrContentTurky" : "",
  "zekrContentUg" : "«ئى ئاللاھ! ئىبراھىم ئەلەيھىسسالامغا ۋە ئۇنىڭ ئائىلە تاۋابىئاتلىرىغا رەھمەت قىلغاندەك، مۇھەممەد ئەلەيھىسسالامغا ۋە ئۇنىڭ ئائىلە تاۋابىئاتلىرىغا رەھمەت قىلغىن. سەن ھەقىقەتەن ماختاشقا لايىق ۋە ئۇلۇغ مەرتىۋىلىك زاتتۇرسەن.",
  "zekrContentVocalDu" : "",
  "zekrContentVocalEn" : "",
  "zekrContentVocalTurky" : "",
  "zekrFadlAr" : "عَنْ أَنَسِ بْن مَالِكٍ، قَالَ: قَالَ رَسُولُ الله صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: «مَنْ صَلَّى عَلَيَّ صَلَاةً وَاحِدَةً صَلَّى الله عَلَيْهِ عَشْرَ صَلَوَاتٍ، وَحُطَّتْ عَنْهُ عَشْرُ خَطِيئَاتٍ، وَرُفِعَتْ لَهُ عَشْرُ دَرَجَاتٍ» سنن النسائي (1297) وصححه الألباني.\nوعن زَيْد بن خَارِجَة قَالَ: قال رَسُول اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: «صَلُّوا عَلَيَّ وَاجْتَهِدُوا فِي الدُّعَاءِ، وَقُولُوا: اللَّهُمَّ صَلِّ عَلَى مُحَمَّدٍ وَعَلَى آلِ مُحَمَّدٍ».\nسنن النسائي (1291)، وصححه الألباني.\nوعَنْ أَبِي طَلْحَةَ الْأَنْصَارِيِّ قَالَ: أَصْبَحَ رَسُولُ اللهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ يَوْمًا طَيِّبَ النَّفْسِ يُرَى فِي وَجْهِهِ الْبِشْرُ، قَالُوا: يَا رَسُولَ اللهِ، أَصْبَحْتَ الْيَوْمَ طَيِّبَ النَّفْسِ، يُرَى فِي وَجْهِكَ الْبِشْرُ، قَالَ: «أَجَلْ، أَتَانِي آتٍ مِنْ رَبِّي عَزَّ وَجَلَّ فَقَالَ: مَنْ صَلَّى عَلَيْكَ مِنْ أُمَّتِكَ صَلَاةً كَتَبَ اللهُ لَهُ بِهَا عَشْرَ حَسَنَاتٍ، وَمَحَا عَنْهُ عَشْرَ سَيِّئَاتٍ، وَرَفَعَ لَهُ عَشْرَ دَرَجَاتٍ، وَرَدَّ عَلَيْهِ مِثْلَهَا» مسند أحمد (16352)، وقال الألباني: حسن لغيره.\nوعَنْ عُمَيْرٍ الْأَنْصَارِيِّ قَالَ: قَالَ رَسُولُ اللهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: «مَنْ صَلَّى عَلَيَّ مِنْ أُمَّتِي صَلَاةً مُخْلِصًا مِنْ قَلْبِهِ، صَلَّى الله عَلَيْهِ بِهَا عَشْرَ صَلَوَاتٍ، وَرَفَعَهُ بِهَا عَشْرَ دَرَجَاتٍ، وَكَتَبَ لَهُ بِهَا عَشْرَ حَسَنَاتٍ، وَمَحَا عَنْهُ عَشْرَ سَيِّئَاتٍ» السنن الكبرى للنسائي (9809) وقال الألباني: حسن صحيح.\nوعَنْ أَبِي سَعِيدٍ الخُدْرِيِّ، قَالَ: قُلْنَا: يَا رَسُولَ اللَّهِ هَذَا التَّسْلِيمُ فَكَيْفَ نُصَلِّي عَلَيْكَ؟ قَالَ: «قُولُوا: اللَّهُمَّ صَلِّ عَلَى مُحَمَّدٍ عَبْدِكَ وَرَسُولِكَ، كَمَا صَلَّيْتَ عَلَى آلِ إِبْرَاهِيمَ، وَبَارِكْ عَلَى مُحَمَّدٍ، وَعَلَى آلِ مُحَمَّدٍ، كَمَا بَارَكْتَ عَلَى إِبْرَاهِيمَ». صحيح البخاري (4798).\nوعَنْ عَبْدَ الرَّحْمَنِ بْنَ أَبِي لَيْلَى، قَالَ: لَقِيَنِي كَعْبُ بْنُ عُجْرَةَ، فَقَالَ: أَلاَ أُهْدِي لَكَ هَدِيَّةً سَمِعْتُهَا مِنَ النَّبِيِّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ؟ فَقُلْتُ: بَلَى، فَأَهْدِهَا لِي، فَقَالَ: سَأَلْنَا رَسُولَ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ فَقُلْنَا: يَا رَسُولَ اللَّهِ، كَيْفَ الصَّلاَةُ عَلَيْكُمْ أَهْلَ البَيْتِ، فَإِنَّ اللَّهَ قَدْ عَلَّمَنَا كَيْفَ نُسَلِّمُ عَلَيْكُمْ؟ قَال",
  "zekrFadlEn" : "\"Whoever sends Salawat upon the Prophet 10 times, he is elevated 10 ranks, 10 Hasanat are recorded for him, and 10 sins are erased from him.\"\n",
  "zekrFadlIn" : "“Siapa yang berselawat kepada Nabi 10 kali, dia di tinggikan 10 derajat, dicatat baginya 10 kebaikan, dan dihapus 10 keburukan darinya.”\nAs-Sunan Al-Kubra oleh An-Nasa'i (9809) dan Al-Albani berkata: Hasan Sahih.",
  "zekrFadlUg" : "ئەبۇھۇرەيرە ەزىيەللاھۇ ئەنھۇدىن رىۋايەت قىلىنىدۇكى، پەيغەمبەر ئەلەيھىسسالام مۇنداق دېگەن: «كىم ماڭا بىر دۇرۇد ئېيتسا، ئاللاھ ئۇنىڭغا 10 رەھمەت قىلىدۇ.». (مۇسلىم (408).",
  "zekrID" : 96,
  "zekrIdRef" : 0,
  "zekrNoOfRep" : 1,
  "insertedByUser" : 0,
  "soundFileName" : "allahom_sle_3la_mohamed_wa_aleh"
}, {
  "basmlaType" : 0,
  "periority" : 14,
  "specialTime" : 0,
  "typeId" : 0,
  "zekrContentAr" : "رَضِيتُ بالله رَبًّا، وَبِالْإِسْلَامِ دِينًا، وَبِمُحَمَّدٍ رَسُولًا.",
  "zekrContentDu" : "",
  "zekrContentEn" : "I am pleased with Allah as my Lord,\nwith Muhammad as my Messenger\nand with Islam as my religion.\n",
  "zekrContentFr" : "",
  "zekrContentIn" : "رَضِيتُ بِاللَّهِ رَبًّا وَبِالْإِسْلَامِ دِينًا وَبِمُحَمَّدٍ نَبِيًّا\n\nLatin:\nRaḍītu billāhi rabban wa bil islāmi dīnan wa bi muhammadin nabiyya\n\nArtinya:\n“Aku ridha Allah sebagai Rabb-ku, Islam sebagai agamaku, dan Muhammad sebagai Nabiku”\n",
  "zekrContentTurky" : "",
  "zekrContentUg" : "«ئىگەم ئاللاھ، دىنىم ئىسلام، پەيغەمبىرىم مۇھەممەد ئەلەيھىسسالام ئىكەنلىكىنى قوبۇل قىلدىم»",
  "zekrContentVocalDu" : "Radeetu billahi rabban wabil-islami deenan wabiMuhammadin  nabiyya",
  "zekrContentVocalEn" : "Radeetu billahi rabban wabil-islami deenan wabiMuhammadin  nabiyya",
  "zekrContentVocalTurky" : "Radeetu billahi rabban wabil-islami deenan wabiMuhammadin  nabiyya",
  "zekrFadlAr" : "عن أبي سعيد الخدري، أن رسول الله صلى الله عليه وسلم قال: «مَنْ قَالَ: رَضِيتُ بالله رَبًّا وَبِالْإِسْلَامِ دِينًا وَبِمُحَمَّدٍ رَسُولًا وَجَبَتْ لَهُ الْجَنَّةُ». سنن أبي داود (1529)، وصححه الألباني.",
  "zekrFadlEn" : "“Whoever recites it, Jannah is guaranteed for him.\n",
  "zekrFadlIn" : "“Siapa yang mengucapkannya, dijamin surga baginya.\nSunan Abi Daud (1529), dengan sanad yang shahih",
  "zekrFadlUg" : "ئەبى سەئىيد ئەلخۇدرىي رەزىيەللاھۇ ئەنھۇدىن رىۋايەت قىلىنىدۇكى، پەيغەمبەر ئەلەيھىسسالام مۇنداق دېگەن: «كىم [ئىگەم ئاللاھ، دىنىم ئىسلام، پەيغەمبىرىم مۇھەممەد ئەلەيھىسسالام ئىكەنلىكىنى قوبۇل قىلدىم] دېسە، جەننەت ۋاجىپ بولىدۇ. (ئەبۇداۋۇد (1529) سەھىھ سەنەد بىلەن رىۋايەت قىلغان.)",
  "zekrID" : 97,
  "zekrIdRef" : 0,
  "zekrNoOfRep" : 1,
  "insertedByUser" : 0,
  "soundFileName" : "radito_bellahe_raba"
}, {
  "basmlaType" : 0,
  "periority" : 16,
  "specialTime" : 0,
  "typeId" : 0,
  "zekrContentAr" : "سُبْحَانَ اللهِ، والْحَمْدُ لِلَّهِ رَبِّ الْعَالَمِينَ، وَلَا إِلَهَ إِلَّا اللهُ، وَاللهُ أَكْبَرُ.",
  "zekrContentDu" : "",
  "zekrContentEn" : "Glory is to Allah. Praise is to Allah.\nThere is none worthy of worship but Allah. Allah is the Most Great.\nThere is no might and no power except by Allah's leave, the Exalted, the Mighty.\n\n",
  "zekrContentFr" : "",
  "zekrContentIn" : "سُبْحَانَ اللهِ وَالْحَمْدُ لِلهِ وَلاَ إِلَهَ إِلاَّ اللهُ وَاللهُ أَكْبَرُ\n“Maha Suci Allah, segala puji bagi Allah, tiada tuhan selain Allah, Allah maha besar.”\r",
  "zekrContentTurky" : "",
  "zekrContentUg" : "",
  "zekrContentVocalDu" : "",
  "zekrContentVocalEn" : "",
  "zekrContentVocalTurky" : "",
  "zekrFadlAr" : "عَنْ أَبِي سَعِيدٍ الْخُدْرِيِّ، وَأَبِي هُرَيْرَةَ، عَنِ النَّبِيِّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ قَالَ: «إِنَّ اللهَ عَزَّ وَجَلَّ اصْطَفَى مِنَ الْكَلَامِ أَرْبَعًا: سُبْحَانَ اللهِ، وَالْحَمْدُ لِلَّهِ، وَلَا إِلَهَ إِلَّا اللهُ، وَاللهُ أَكْبَرُ، قَالَ: وَمَنْ قَالَ: سُبْحَانَ اللهِ كُتِبَ لَهُ عِشْرُونَ حَسَنَةً، وَحُطَّ عَنْهُ عِشْرُونَ سَيِّئَةً، وَمَنْ قَالَ: اللهُ أَكْبَرُ فَمِثْلُ ذَلِكَ، وَمَنْ قَالَ: لَا إِلَهَ إِلَّا اللهُ فَمِثْلُ ذَلِكَ، وَمَنْ قَالَ: الْحَمْدُ لِلَّهِ رَبِّ الْعَالَمِينَ مِنْ قِبَلِ نَفْسِهِ، كُتِبَ لَهُ بِهَا ثَلَاثُونَ حَسَنَةً، وَحُطَّ عَنْهُ بِهَا ثَلَاثُونَ سَيِّئَةً». مسند أحمد (8093)، وصححه الألباني في صحيح الجامع (1718).\nوعَنْ أَبِي هُرَيْرَةَ، قَالَ: قَالَ رَسُولُ الله صَلَّى الله عَلَيْهِ وَسَلَّمَ: «لَأَنْ أَقُولَ: سُبْحَانَ الله، وَالْحَمْدُ لله، وَلَا إِلَهَ إِلَّا الله، والله أَكْبَرُ، أَحَبُّ إِلَيَّ مِمَّا طَلَعَتْ عَلَيْهِ الشَّمْسُ» صحيح مسلم (2695).",
  "zekrFadlEn" : "\"Whoever says it, Allah records for him 90 Hasant and removes 90 sins from him.\n",
  "zekrFadlIn" : "“Siapa yang mengucapkannya, Allah catat baginya 90 kebaikan dan dihapus 90 keburukan darinya.\nMusnad Ahmad (8093), dengan sanad yang shahih.\n",
  "zekrFadlUg" : "",
  "zekrID" : 114,
  "zekrIdRef" : 0,
  "zekrNoOfRep" : 1,
  "insertedByUser" : 0,
  "soundFileName" : "sob7an_allah_al7md_allhoakbr"
}, {
  "basmlaType" : 0,
  "periority" : 17,
  "specialTime" : 0,
  "typeId" : 0,
  "zekrContentAr" : "لَا إِلَهَ إِلَّا اللهُ وَاللهُ أَكْبَرُ وَالْحَمْدُ للهِ وَسُبْحَانَ الله وَلَا حَوْلَ وَلَا قُوَّةَ إِلَّا بِاللهِ.",
  "zekrContentDu" : "",
  "zekrContentEn" : "The lasting good deeds are: (the saying of) ‘None has the right to be worshipped except Allah alone, How perfect Allah is and Allah is great and all praise is for Allah, There is no might nor power except with Allah.”",
  "zekrContentFr" : "",
  "zekrContentIn" : "لَا إِلَهَ إِلَّا اللهُ وَاللهُ أَكْبَرُ وَالْحَمْدُ للهِ وَسُبْحَانَ الله وَلَا حَوْلَ وَلَا قُوَّةَ إِلَّا بِاللهِ.\n\nTidak ada Tuhan yang berhak diibadahi selain Allah, Allah Maha Besar, Segala puji bagi Allah, Maha Suci Allah, tidak ada daya dan kekuatan melainkan atas kehendak Allah\n",
  "zekrContentTurky" : "",
  "zekrContentUg" : "",
  "zekrContentVocalDu" : "",
  "zekrContentVocalEn" : "",
  "zekrContentVocalTurky" : "",
  "zekrFadlAr" : "عن عبد الله بن عمرو، قال: قال رسول الله صلى الله عليه وسلم: «مَنْ قَالَ: لَا إِلَهَ إِلَّا اللهُ وَاللهُ أَكْبَرُ وَالْحَمْدُ للهِ وَسُبْحَانَ اللهِ وَلَا حَوْلَ وَلَا قُوَّةَ إِلَّا بِاللهِ كُفِّرَتْ ذُنُوبُهُ وَإِنْ كَانَتْ مِثْلَ زَبَدِ الْبَحْرِ» سنن الترمذي (3460) بسند حسن، مسند أحمد (6959) واللفظ له، سنن النسائي (9874)، مستدرك الحاكم (1854) وقال صحيح على شرط مسلم.",
  "zekrFadlEn" : "“Whoever recites it, his sins will be forgiven, even if they are as much as the foam in the ocean.\n",
  "zekrFadlIn" : "“Siapa yang mengucapkannya, maka dosanya akan diampuni, meskipun sebanyak buih di lautan.\nSunan at-Tirmidzi (3460) dengan sanad hasan, Musnad Ahmad (6959) dan redaksinya adalah miliknya.",
  "zekrFadlUg" : "",
  "zekrID" : 115,
  "zekrIdRef" : 0,
  "zekrNoOfRep" : 1,
  "insertedByUser" : 0,
  "soundFileName" : "laelaha_allhakbr_sob7an"
}, {
  "basmlaType" : 0,
  "periority" : 18,
  "specialTime" : 0,
  "typeId" : 0,
  "zekrContentAr" : "اللَّهُمَّ أَجِرْنِي مِنَ النَّارِ.",
  "zekrContentDu" : "",
  "zekrContentEn" : "O Allah, protect me from the Hellfire\n",
  "zekrContentFr" : "",
  "zekrContentIn" : "اللَّهُمَّ أَجِرْنِي مِنَ النَّارِ \n\nLatin: \nAllahumma ajirnii minan naar \n\nArtinya: \nYa Allah, lindungilah aku dari api neraka\n",
  "zekrContentTurky" : "",
  "zekrContentUg" : "",
  "zekrContentVocalDu" : "",
  "zekrContentVocalEn" : "",
  "zekrContentVocalTurky" : "",
  "zekrFadlAr" : "عن أبي هريرة قال: قال رسول الله صلى الله عليه وسلم: «ما اسْتَجارَ عبدٌ منَ النارِ سبعَ مراتٍ إلا قالتِ النارُ: يا ربِّ! إنَّ عبدَك فلاناً اسْتجارَ منِّي؛ فأجِرْهُ، ولا سأل عبدٌ الجنَّةَ سبعَ مراتٍ إلا قالَتِ الجنَّةُ: يا ربِّ! إن عبدَك فلاناً سألني؛ فأدْخِلْه الجنَّةَ» مسند أبي يعلى الموصلي (6192)، الترغيب والترهيب للمنذري (4/ 243)، وقال: رَوَاهُ أَبُو يعلى بِإِسْنَاد على شَرط البُخَارِيّ وَمُسلم. وصححه الألباني.",
  "zekrFadlEn" : "There is no servant who recites it 7 times, but Heaven says to Allah: Enter him into Heaven.\nMusnad Abu Ya'la al-Musholli (6192), with an authentic sanad.\n",
  "zekrFadlIn" : "Tidak ada hamba yang mengucapkannya 7 kali melainkan Neraka berkata kepada Allah: Jauhkan dia dari-Ku.\nMusnad Abu Ya'la al-Mushalli (6192), dengan sanad yang shahih",
  "zekrFadlUg" : "",
  "zekrID" : 116,
  "zekrIdRef" : 0,
  "zekrNoOfRep" : 7,
  "insertedByUser" : 0,
  "soundFileName" : "allahom_agrny_mn_alnar"
}, {
  "basmlaType" : 0,
  "periority" : 19,
  "specialTime" : 0,
  "typeId" : 0,
  "zekrContentAr" : "اللَّهُمَّ إِنِّي أَسْأَلُكَ الْجَنَّةَ.",
  "zekrContentDu" : "",
  "zekrContentEn" : "O Allah, I ask You for paradise\n",
  "zekrContentFr" : "",
  "zekrContentIn" : "اللَّهُمَّ إِنِّي أَسْأَلُكَ الْجَنَّةَ\nYa Allah aku memohon kepada-Mu surga\n",
  "zekrContentTurky" : "",
  "zekrContentUg" : "",
  "zekrContentVocalDu" : "",
  "zekrContentVocalEn" : "",
  "zekrContentVocalTurky" : "",
  "zekrFadlAr" : "عن أبي هريرة قال: قال رسول الله صلى الله عليه وسلم: «ما اسْتَجارَ عبدٌ منَ النارِ سبعَ مراتٍ إلا قالتِ النارُ: يا ربِّ! إنَّ عبدَك فلاناً اسْتجارَ منِّي؛ فأجِرْهُ، ولا سأل عبدٌ الجنَّةَ سبعَ مراتٍ إلا قالَتِ الجنَّةُ: يا ربِّ! إن عبدَك فلاناً سألني؛ فأدْخِلْه الجنَّةَ» مسند أبي يعلى الموصلي (6192)، الترغيب والترهيب للمنذري (4/ 243)، وقال: رَوَاهُ أَبُو يعلى بِإِسْنَاد على شَرط البُخَارِيّ وَمُسلم. وصححه الألباني.",
  "zekrFadlEn" : "There is no servant who recites it 7 times, but Heaven says to Allah: Enter him into Heaven.\nMusnad Abu Ya'la al-Musholli (6192), with an authentic sanad.\n",
  "zekrFadlIn" : "Tidak ada hamba yang mengucapkannya 7 kali, melainkan Surga berkata kepada Allah: Masukkan dia ke Surga.\nMusnad Abu Ya'la al-Musholli (6192), dengan sanad yang shahih.",
  "zekrFadlUg" : "",
  "zekrID" : 117,
  "zekrIdRef" : 0,
  "zekrNoOfRep" : 7,
  "insertedByUser" : 0,
  "soundFileName" : "allahom_eny_as2lk_algna"
}, {
  "basmlaType" : 0,
  "periority" : 20,
  "specialTime" : 0,
  "typeId" : 0,
  "zekrContentAr" : "سُبْحَانَ اللهِ عَدَدَ مَا خَلَقَ، وَسُبْحَانَ اللهِ مِلْءَ مَا خَلَقَ، وَسُبْحَانَ اللهِ عَدَدَ مَا فِي الْأَرْضِ وَالسَّمَاءِ، وَسُبْحَانَ اللهِ مِلْءَ مَا فِي الْأَرْضِ وَالسَّمَاءِ، وَسُبْحَانَ اللهِ عَدَدَ مَا أَحْصَى كِتَابُهُ، وَسُبْحَانَ اللهِ عَدَدَ كُلِّ شَيْءٍ، وَسُبْحَانَ اللهِ مِلْءَ كُلِّ شَيْءٍ.\nالْحَمْدُ لله عَدَدَ مَا خَلَقَ، والْحَمْدُ لله مِلْءَ مَا خَلَقَ، والْحَمْدُ لله عَدَدَ مَا فِي الْأَرْضِ وَالسَّمَاءِ، وَالْحَمْدُ لله مِلْءَ مَا فِي الْأَرْضِ وَالسَّمَاءِ، والْحَمْدُ لله عَدَدَ مَا أَحْصَى كِتَابُهُ، وَالْحَمْدُ لله عَدَدَ كُلِّ شَيْءٍ، والْحَمْدُ لله مِلْءَ كُلِّ شَيْءٍ.\nاللهُ أَكْبَر عَدَدَ مَا خَلَقَ، واللهُ أَكْبَر مِلْءَ مَا خَلَقَ، واللهُ أَكْبَر عَدَدَ مَا فِي الْأَرْضِ وَالسَّمَاءِ، واللهُ أَكْبَر مِلْءَ مَا فِي الْأَرْضِ وَالسَّمَاءِ، واللهُ أَكْبَر عَدَدَ مَا أَحْصَى كِتَابُهُ، واللهُ أَكْبَر عَدَدَ كُلِّ شَيْءٍ، واللهُ أَكْبَر مِلْءَ كُلِّ شَيْءٍ.",
  "zekrContentDu" : "",
  "zekrContentEn" : "\"Praise be to God by the number of His creatures, all praise be to God by the number of His creatures, all praise be to God by the number of everything in the heavens and on earth, all praise be to God by the number of everything in the heavens and on earth, all praise to God by everything that is counted in His book, all praises are due to God by the number of everything\n\nGod is as great by the number of His creatures, God is as great by the number of all His creatures, God is as great by the number of everything in the heavens and on earth, God is as great by the number of everything in the heavens and on earth, God is as great by everything that is counted in His book, God is great in any number, God is great in all.\"\n",
  "zekrContentFr" : "",
  "zekrContentIn" : "سُبْحَانَ اللهِ عَدَدَ مَا خَلَقَ، وَسُبْحَانَ اللهِ مِلْءَ مَا خَلَقَ، وَسُبْحَانَ اللهِ عَدَدَ مَا فِي الْأَرْضِ وَالسَّمَاءِ، وَسُبْحَانَ اللهِ مِلْءَ مَا فِي الْأَرْضِ وَالسَّمَاءِ، وَسُبْحَانَ اللهِ عَدَدَ مَا أَحْصَى كِتَابُهُ، وَسُبْحَانَ اللهِ عَدَدَ كُلِّ شَيْءٍ، وَسُبْحَانَ اللهِ مِلْءَ كُلِّ شَيْءٍ. الْحَمْدُ لله عَدَدَ مَا خَلَقَ، والْحَمْدُ لله مِلْءَ مَا خَلَقَ، والْحَمْدُ لله عَدَدَ مَا فِي الْأَرْضِ وَالسَّمَاءِ، وَالْحَمْدُ لله مِلْءَ مَا فِي الْأَرْضِ وَالسَّمَاءِ، والْحَمْدُ لله عَدَدَ مَا أَحْصَى كِتَابُهُ، وَالْحَمْدُ لله عَدَدَ كُلِّ شَيْءٍ، والْحَمْدُ لله مِلْءَ كُلِّ شَيْءٍ.\n\nاللهُ أَكْبَر عَدَدَ مَا خَلَقَ، واللهُ أَكْبَر مِلْءَ مَا خَلَقَ، واللهُ أَكْبَر عَدَدَ مَا فِي الْأَرْضِ وَالسَّمَاءِ، واللهُ أَكْبَر مِلْءَ مَا فِي الْأَرْضِ وَالسَّمَاءِ، واللهُ أَكْبَر عَدَدَ مَا أَحْصَى كِتَابُهُ، واللهُ أَكْبَر عَدَدَ كُلِّ شَيْءٍ، واللهُ أَكْبَر مِلْءَ كُلِّ شَيْءٍ.\n\n\"Segala puji bagi Allah sebanyak bilangan makhluk-Nya, segala puji bagi Allah sepenuh makhluk-Nya, segala puji bagi Allah sebanyak bilangan segala sesuatu di langit dan di bumi, segala puji bagi Allah sepenuh apa pun di langit dan di bumi, segala puji bagi Allah sejumlah apa pun yang dihitung kitab-Nya, segala puji bagi Allah sepenuh apa pun yang dihitung kitab-Nya, segala puji bagi Allah sejumlah apa pun, segala puji bagi Allah sepenuh apa pun. \n\nAllah Maha Besar sebanyak bilangan makhluk-Nya, Allah Maha Besar sepenuh makhluk-Nya, Allah Maha Besar sebanyak bilangan segala sesuatu di langit dan di bumi, Allah Maha Besar sepenuh apa pun di langit dan di bumi, Allah Maha Besar sejumlah apa pun yang dihitung kitab-Nya, Allah Maha Besar sepenuh apa pun yang dihitung kitab-Nya, Allah Maha Besar sejumlah apa pun, Allah Maha Besar sepenuh apa pun.\"\n",
  "zekrContentTurky" : "",
  "zekrContentUg" : "",
  "zekrContentVocalDu" : "",
  "zekrContentVocalEn" : "",
  "zekrContentVocalTurky" : "",
  "zekrFadlAr" : "عَنْ أَبِي أُمَامَةَ الْبَاهِلِيِّ، أَنَّ رَسُولَ الله صَلَّى الله عَلَيْهِ وَسَلَّمَ مَرَّ بِهِ وَهُوَ يُحَرِّكُ شَفَتَيْهِ، فَقَالَ: «مَاذَا تَقُولُ يَا أَبَا أُمَامَةَ؟»، قَالَ: أَذْكُرُ رَبِّي، قَالَ: «أَلَا أُخْبِرُكَ بِأَكْثَرَ أَوْ أَفْضَلَ مِنْ ذِكْرِكَ اللَّيْلَ مَعَ النَّهَارِ وَالنَّهَارَ مَعَ اللَّيْلِ؟ أَنْ تَقُولَ: سُبْحَانَ الله عَدَدَ مَا خَلَقَ، وَسُبْحَانَ الله مِلْءَ مَا خَلَقَ، وَسُبْحَانَ اللهِ عَدَدَ مَا فِي الْأَرْضِ وَالسَّمَاءِ، وَسُبْحَانَ اللهِ مِلْءَ مَا فِي الْأَرْضِ وَالسَّمَاءِ، وَسُبْحَانَ اللهِ عَدَدَ مَا أَحْصَى كِتَابُهُ، وَسُبْحَانَ اللهِ عَدَدَ كُلِّ شَيْءٍ، وَسُبْحَانَ اللهِ مِلْءَ كُلِّ شَيْءٍ، وَتَقُولُ: الْحَمْدُ اللهِ مِثْلَ ذَلِكَ» صحيح ابن حبان (830) وحسنه شعيب الأرنؤوط، وقال الألباني: حسن صحيح.\nوفي رواية:\n«تَقُولُ الْحَمْدُ لِلَّهِ عَدَدَ مَا أَحْصَى كِتَابُهُ، وَالْحَمْدُ لِلَّهِ عَدَدَ مَا فِي كِتَابِهِ، وَالْحَمْدُ لِلَّهِ عَدَدَ مَا أَحْصَى خَلْقُهُ، وَالْحَمْدُ لِلَّهِ عَلَى مَا فِي خَلْقِهِ، وَالْحَمْدُ لِلَّهِ مِلْءَ سَمَاوَاتِهِ وَأَرْضِهِ، وَالْحَمْدُ لِلَّهِ عَدَدَ كُلِّ شَيْءٍ، وَالْحَمْدُ لِلَّهِ مِلْءَ كُلِّ شَيْءٍ، وَتُسَبِّحُ مِثْلَ ذَلِكَ وَتُكَبِّرُ مِثْلَ ذَلِكَ» المعجم الكبير للطبراني (8122)، وقال الألباني: صحيح لغيره.",
  "zekrFadlEn" : "Who said it is better than Zikr night with day and day with night.\n",
  "zekrFadlIn" : "Siapa yang mengucapkannya lebih baik daripada Zikir malam dengan siang dan siang dengan malam.\nAl-Mujam Al-Kabir oleh At-Tabarani (8122), Sahih Ibnu Hibban (830), dengan sanad hasan.",
  "zekrFadlUg" : "",
  "zekrID" : 118,
  "zekrIdRef" : 0,
  "zekrNoOfRep" : 1,
  "insertedByUser" : 0,
  "soundFileName" : "sob7an_allah_3ddma_5lk"
}, {
  "basmlaType" : 0,
  "periority" : 21,
  "specialTime" : 0,
  "typeId" : 0,
  "zekrContentAr" : "لَا إِلَهَ إِلَّا اللهُ وَحْدَهُ لَا شَرِيكَ لَهُ، اللهُ أَكْبَرُ كَبِيرًا، وَالْحَمْدُ لِله كَثِيرًا، سُبْحَانَ اللهِ رَبِّ الْعَالَمِينَ، لَا حَوْلَ وَلَا قُوَّةَ إِلَّا بِاللهِ الْعَزِيزِ الْحَكِيمِ.",
  "zekrContentDu" : "",
  "zekrContentEn" : "Hallowed be Allah, the Lord of the worlds, there is no Might and Power but that of Allah, the All-Powerful and the Wise.\"",
  "zekrContentFr" : "",
  "zekrContentIn" : "لَا إِلَهَ إِلَّا اللهُ وَحْدَهُ لَا شَرِيكَ لَهُ، اللهُ أَكْبَرُ كَبِيرًا، وَالْحَمْدُ لِله كَثِيرًا، سُبْحَانَ اللهِ رَبِّ الْعَالَمِينَ، لَا حَوْلَ وَلَا قُوَّةَ إِلَّا بِاللهِ الْعَزِيزِ الْحَكِيمِ\n\nLatin:\nLā ilāha illallāh waḥdahu lā syarīka lahu, Allāhu Akbar kabīra, wal-ḥamdu lillāhi kaṡīra, wa subḥānallāhi Rabbi al 'ālamīn, wa lā ḥaula wa lā quwwata illā billāhi al-'Azīzi al-Ḥakīm\n\nArtinya:\nTidak ada Tuhan yang berhak disembah selain Allah semata tidak ada sekutu bagi-Nya. Allah Maha Besar dengan segala kebesaran-Nya, segala puji yang banyak milik Allah, Mahasuci Allah Rabb alam semesta, dan tidak ada daya serta kekuatan melainkan dari Allah Yang Maha Perkasa lagi Maha Bijaksana\n.\n",
  "zekrContentTurky" : "",
  "zekrContentUg" : "",
  "zekrContentVocalDu" : "",
  "zekrContentVocalEn" : "",
  "zekrContentVocalTurky" : "",
  "zekrFadlAr" : "عَنْ مُصْعَبِ بْنِ سَعْدٍ، عَنْ أَبِيهِ، قَالَ: جَاءَ أَعْرَابِيٌّ إِلَى رَسُولِ اللهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ، فَقَالَ: عَلِّمْنِي كَلَامًا أَقُولُهُ، قَالَ: «قُلْ: لَا إِلَهَ إِلَّا اللهُ وَحْدَهُ لَا شَرِيكَ لَهُ، اللهُ أَكْبَرُ كَبِيرًا، وَالْحَمْدُ لِلَّهِ كَثِيرًا، سُبْحَانَ اللهِ رَبِّ الْعَالَمِينَ، لَا حَوْلَ وَلَا قُوَّةَ إِلَّا بِاللهِ الْعَزِيزِ الْحَكِيمِ» قَالَ: فَهَؤُلَاءِ لِرَبِّي، فَمَا لِي؟ قَالَ: «قُلْ:\nاللهُمَّ اغْفِرْ لِي وَارْحَمْنِي وَاهْدِنِي وَارْزُقْنِي»\nصحيح مسلم (2696)",
  "zekrFadlEn" : "Sahih Muslim 2696",
  "zekrFadlIn" : "Sahih Muslim (2696)",
  "zekrFadlUg" : "",
  "zekrID" : 119,
  "zekrIdRef" : 0,
  "zekrNoOfRep" : 1,
  "insertedByUser" : 0,
  "soundFileName" : "laelaha_w7daho_la_sharika_lah_allaho_akbr"
}, {
  "basmlaType" : 0,
  "periority" : 22,
  "specialTime" : 0,
  "typeId" : 0,
  "zekrContentAr" : "اللَّهُ أَكْبَرُ كَبِيرًا، وَالْحَمْدُ لِلَّهِ كَثِيرًا، وَسُبْحَانَ اللَّهِ بُكْرَةً وَأَصِيلًا.",
  "zekrContentDu" : "",
  "zekrContentEn" : "Allah is the Greatest, Most Great.\nPraise is to Allah, abundantly.\nGlory is to Allah, at the break of day and at its end.\n",
  "zekrContentFr" : "",
  "zekrContentIn" : "اللهُ أَكْبَرُ كَبِيرًا، وَالْحَمْدُ لِلَّهِ كَثِيرًا، وَسُبْحَانَ اللهِ بُكْرَةً وَأَصِيلًا\n\n“Allah Maha Besar dengan segala kebesaran, segala puji bagi Allah dengan pujian yang banyak, Maha Suci Allah, di waktu pagi maupun sore”",
  "zekrContentTurky" : "",
  "zekrContentUg" : "",
  "zekrContentVocalDu" : "",
  "zekrContentVocalEn" : "",
  "zekrContentVocalTurky" : "",
  "zekrFadlAr" : "عن عبد الله بن عُمَرَ قال: كُنَّا جُلُوسًا مَعَ رَسُولِ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ فَقَالَ رَجُلٌ: اللَّهُ أَكْبَرُ كَبِيرًا، وَالْحَمْدُ لِلَّهِ كَثِيرًا، وَسُبْحَانَ اللَّهِ بُكْرَةً وَأَصِيلًا، فَقَالَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: مَنْ قَالَ الْكَلِمَاتِ؟ فَقَالَ الرَّجُلُ: أَنَا، فَقَالَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: «وَالَّذِي نَفْسِي بِيَدِهِ إِنِّي لَأَنْظُرُ إِلَيْهَا تَصْعَدُ حَتَّى فُتِحَتْ لَهَا أَبْوَابُ السَّمَاءِ» فَقَالَ ابْنُ عُمَرَ: «وَالَّذِي نَفْسِي بِيَدِهِ مَا تَرَكْتُهَا مُنْذُ سَمِعْتُهَا مِنْ رَسُولِ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ»\nصحيح مسلم (601)، مسند أحمد (5722) واللفظ له\nوفي رواية: «لَقَدْ ابْتَدَرَهَا اثْنَا عَشَرَ مَلَكًا»\nسنن النسائي (885)، وصححه الألباني.",
  "zekrFadlEn" : "(its utterance) open the doors of heaven ",
  "zekrFadlIn" : "\"Diantara rahmat-Nya bahwa gerbang surga dibuka untuknya.\"\nSahih Muslim (601)",
  "zekrFadlUg" : "",
  "zekrID" : 120,
  "zekrIdRef" : 0,
  "zekrNoOfRep" : 1,
  "insertedByUser" : 0,
  "soundFileName" : "allaho_akbr_kabira"
}, {
  "basmlaType" : 0,
  "periority" : 23,
  "specialTime" : 0,
  "typeId" : 0,
  "zekrContentAr" : "لاَ إِلَهَ إِلاَّ الله والله أَكْبَرُ\nلاَ إِلَهَ إِلاَّ الله وَحْدَهُ\nلاَ إِلَهَ إِلاَّ الله وَحْدَهُ لاَ شَرِيكَ لَهُ\nلاَ إِلَهَ إِلاَّ الله لَهُ الْمُلْكُ وَلَهُ الحَمْدُ\nلاَ إِلَهَ إِلاَّ الله وَلاَ حَوْلَ وَلاَ قُوَّةَ إِلاَّ بالله.",
  "zekrContentDu" : "",
  "zekrContentEn" : "There is no god but God and God is most great\nThere is no god but God alone who has no partner\nThere is no god but God to whom belongs the dominion and to whom praise is due\nThere is no god but God, and there is no might and no power except in God, \n",
  "zekrContentFr" : "",
  "zekrContentIn" : "لاَ إِلَهَ إِلاَّ الله والله أَكْبَرُ \nلاَ إِلَهَ إِلاَّ الله وَحْدَهُ \nلاَ إِلَهَ إِلاَّ الله وَحْدَهُ لاَ شَرِيكَ لَهُ \nلاَ إِلَهَ إِلاَّ الله لَهُ الْمُلْكُ وَلَهُ الحَمْدُ \nلاَ إِلَهَ إِلاَّ الله وَلاَ حَوْلَ وَلاَ قُوَّةَ إِلاَّ بالله\n\nTidak ada Tuhan yang berhak disembah kecuali Allah dan Allah Maha Besar\nTidak ada Tuhan yang berhak disembah kecuali Allah yang Maha Esa\nTidak ada Tuhan yang berhak disembah kecuali Allah, Yang Maha Esa, tiada sekutu bagi-Nya\nTidak ada Tuhan yang berhak disembah kecuali Allah, Bagi-Nya kerajaan dan pujian\nTidak ada Tuhan yang berhak disembah kecuali Allah, tiada daya dan kekuatan kecuali dengan pertolongan Allah.\n",
  "zekrContentTurky" : "",
  "zekrContentUg" : "",
  "zekrContentVocalDu" : "",
  "zekrContentVocalEn" : "",
  "zekrContentVocalTurky" : "",
  "zekrFadlAr" : "عَن الأَغَرِّ أَبِي مُسْلِمٍ، قَالَ: أَشْهَدُ عَلَى أَبِي سَعِيدٍ، وَأَبِي هُرَيْرَةَ، أَنَّهُمَا شَهِدَا عَلَى النَّبِيِّ صَلَّى الله عَلَيْهِ وَسَلَّمَ أَنَّهُ قَالَ: «مَنْ قَالَ: لَا إِلَهَ إِلَّا الله والله أَكْبَرُ، صَدَّقَهُ رَبُّهُ، فَقَالَ: لَا إِلَهَ إِلَّا أَنَا، وَأَنَا أَكْبَرُ، وَإِذَا قَالَ: لَا إِلَهَ إِلَّا الله وَحْدَهُ قَالَ: يَقُولُ الله: لَا إِلَهَ إِلَّا أَنَا وَحْدِي، وَإِذَا قَالَ: لَا إِلَهَ إِلَّا الله وَحْدَهُ لَا شَرِيكَ لَهُ، قَالَ الله: لَا إِلَهَ إِلَّا أَنَا وَحْدِي لَا شَرِيكَ لِي، وَإِذَا قَالَ: لَا إِلَهَ إِلَّا الله لَهُ المُلْكُ وَلَهُ الحَمْدُ، قَالَ الله: لَا إِلَهَ إِلَّا أَنَا، لِيَ المُلْكُ وَلِيَ الحَمْدُ، وَإِذَا قَالَ: لَا إِلَهَ إِلَّا الله وَلَا حَوْلَ وَلَا قُوَّةَ إِلَّا بِاللَّهِ، قَالَ الله: لَا إِلَهَ إِلَّا أَنَا، وَلَا حَوْلَ وَلَا قُوَّةَ إِلَّا بِي، وَكَانَ يَقُولُ: مَنْ قَالَهَا فِي مَرَضِهِ ثُمَّ مَاتَ لَمْ تَطْعَمْهُ النَّارُ» قال الترمذي: «هذا حديث حسن». سنن الترمذي (3430) وصححه الألباني، صحيح ابن ماجه (3794).",
  "zekrFadlEn" : "“He Who recites it when sick and then dies, Hell will not touch him.\n",
  "zekrFadlIn" : "“Siapa yang mengucapkannya saat sakit lalu meninggal, Neraka tidak akan menyentuhnya.\nSahih Ibnu Majah (3794)",
  "zekrFadlUg" : "",
  "zekrID" : 121,
  "zekrIdRef" : 0,
  "zekrNoOfRep" : 1,
  "insertedByUser" : 0,
  "soundFileName" : "laelahaelallah_allahoakbr_w7dh"
}, {
  "basmlaType" : 0,
  "periority" : 24,
  "specialTime" : 0,
  "typeId" : 0,
  "zekrContentAr" : "سُبْحَانَ اللهِ وَبِحَمْدِهِ، أَسْتَغْفِرُ اللهَ وَأَتُوبُ إِلَيْهِ",
  "zekrContentDu" : "",
  "zekrContentEn" : "Hallowed be Allah and with His Praise, I seek forgiveness of Allah and return to Him. ",
  "zekrContentFr" : "",
  "zekrContentIn" : "سُبْحَانَ اللهِ وَبِحَمْدِهِ، أَسْتَغْفِرُ اللهَ وَأَتُوبُ إِلَيْهِ \n\nLatin: \nSubhaanallah wa bihamdihi, astaghfirullah wa atuubu ilaihi \n\nArtinya: \nMahasuci Allah dan dengan memuji-Nya, saya memohon ampunan kepada Allah dan saya bertaubat kepada-Nya.\n",
  "zekrContentTurky" : "",
  "zekrContentUg" : "ئاللاھ تائالا بارچە كەمچىلىكلەردىن ئەلۋەتتە پاكتۇر، ھەمدۇ سانا ئۇنىڭغا خاستۇر، ئۇلۇغ ئاللاھ جىمى نۇقسانلاردىن پاكتۇر",
  "zekrContentVocalDu" : "",
  "zekrContentVocalEn" : "",
  "zekrContentVocalTurky" : "",
  "zekrFadlAr" : "عن عائشة قالت: كانَ رَسولُ اللهِ صَلَّى الله عليه وسلَّمَ يُكْثِرُ مِن قَوْلِ: «سُبْحَانَ اللهِ وبِحَمْدِهِ أسْتَغْفِرُ الله وأَتُوبُ إلَيْهِ». قالَتْ: فَقُلتُ يا رَسولَ اللهِ، أرَاكَ تُكْثِرُ مِن قَوْلِ: سُبْحَانَ اللهِ وبِحَمْدِهِ أسْتَغْفِرُ الله وأَتُوبُ إلَيْهِ؟ فَقالَ: «خَبَّرَنِي رَبِّي أنِّي سَأَرَى عَلَامَةً في أُمَّتِي، فَإِذَا رَأَيْتُهَا أكْثَرْتُ مِن قَوْلِ: سُبْحَانَ اللهِ وبِحَمْدِهِ أسْتَغْفِرُ الله وأَتُوبُ إلَيْهِ، فقَدْ رَأَيْتُهَا {إِذَا جَاءَ نَصْرُ اللهِ والْفَتْحُ} [النصر:1]، فَتْحُ مَكَّةَ، {وَرَأَيْتَ النَّاسَ يَدْخُلُونَ في دِينِ اللهِ أفْوَاجًا، فَسَبِّحْ بحَمْدِ رَبِّكَ واسْتَغْفِرْهُ إنَّه كانَ تَوَّابًا} [النصر:2-3]».\nصحيح مسلم (484).",
  "zekrFadlEn" : "Sahih Muslim 484",
  "zekrFadlIn" : "Sahih Muslim (484)",
  "zekrFadlUg" : "ئەبۇھۇەيرە رەزىيەللاھۇ ئەنھۇدىن رىۋايەت قىلىنىدۇكى پەيغەمبەر ئەلەيھىسسالام مۇنداق دېگەن: «تىلغا يىنىك، تارازىدا ئېغىر، رەھمان تائالغا ياقىدىغان، ئىككى كەلىمە باردۇركى، ئۇلار «سُبْحَانَ اللَّهِ وَبِحَمْدِهِ، سُبْحَانَ اللَّهِ الْعَظِيمِ»دۇر. (بۇ ھەدىسنى بۇخارىي (8/139) ۋە مۇسلىم (2694) رىۋايەت قىلغان.",
  "zekrID" : 122,
  "zekrIdRef" : 0,
  "zekrNoOfRep" : 1,
  "insertedByUser" : 0,
  "soundFileName" : "sob7an_allh_wb7mdh_ast8fr_allah"
}, {
  "basmlaType" : 0,
  "periority" : 25,
  "specialTime" : 0,
  "typeId" : 0,
  "zekrContentAr" : "لَا إِلَهَ إِلَّا الله، وَاللهُ أَكْبَر، وَسُبْحَانَ الله، وَالْحَمْدُ لِلَّه، وَلَا حَوْلَ وَلَا قُوَّةَ إِلَّا بِالله.",
  "zekrContentDu" : "",
  "zekrContentEn" : "None has the right to be worshipped except Allah alone, How perfect Allah is and Allah is great and all praise is for Allah, There is no might nor power except with Allah.”",
  "zekrContentFr" : "",
  "zekrContentIn" : "لَا إِلَهَ إِلَّا الله، وَاللهُ أَكْبَر، وَسُبْحَانَ الله، وَالْحَمْدُ لِلَّه، وَلَا حَوْلَ وَلَا قُوَّةَ إِلَّا بِالله\nTidak ada Tuhan yang berhak disembah selain Allah, Allah Maha Besar, Maha Suci Allah, Segala puji bagi Allah, Tidak ada daya dan kekuatan melainkan dari Allah.\r",
  "zekrContentTurky" : "",
  "zekrContentUg" : "",
  "zekrContentVocalDu" : "",
  "zekrContentVocalEn" : "",
  "zekrContentVocalTurky" : "",
  "zekrFadlAr" : "عَنْ عَبْدِ اللهِ بْنِ عَمْرٍو، قَالَ: قَالَ رَسُولُ اللهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: «مَا عَلَى الْأَرْضِ رَجُلٌ يَقُولُ: لَا إِلَهَ إِلَّا اللهُ، وَاللهُ أَكْبَرُ، وَسُبْحَانَ اللهِ، وَالْحَمْدُ لِلَّهِ، وَلَا حَوْلَ وَلَا قُوَّةَ إِلَّا بِاللهِ، إِلَّا كُفِّرَتْ عَنْهُ ذُنُوبُهُ، وَلَوْ كَانَتْ أَكْثَرَ مِنْ زَبَدِ الْبَحْرِ». مسند أحمد (6479)، وصححه أحمد شاكر.",
  "zekrFadlEn" : "“Whoever recites it, his sins will be forgiven, even though there are more than the foam of the sea.\n",
  "zekrFadlIn" : "“Siapa yang mengucapkannya, maka dosanya akan diampuni, meskipun lebih banyak dari buih lautan.\nMusnad Ahmad (6479), dengan sanad yang shohih",
  "zekrFadlUg" : "",
  "zekrID" : 123,
  "zekrIdRef" : 0,
  "zekrNoOfRep" : 1,
  "insertedByUser" : 0,
  "soundFileName" : "laelaha_akbe_sob7an_al7md"
}, {
  "basmlaType" : 0,
  "periority" : 26,
  "specialTime" : 0,
  "typeId" : 0,
  "zekrContentAr" : "لَا إِلَهَ إِلَّا اللَّهُ، وَسُبْحَانَ اللَّهِ وَبِحَمْدِهِ، وَاللَّهُ أَكْبَرُ، وَالْحَمْدُ لِلَّهِ، وَلَا حَوْلَ وَلَا قُوَّةَ إِلَّا بِاللَّهِ.",
  "zekrContentDu" : "",
  "zekrContentEn" : "None has the right to be worshipped except Allah alone, How perfect Allah is and Allah is great and all praise is for Allah, There is no might nor power except with Allah.”",
  "zekrContentFr" : "",
  "zekrContentIn" : "لَا إِلَهَ إِلَّا اللَّهُ، وَسُبْحَانَ اللَّهِ وَبِحَمْدِهِ، وَاللَّهُ أَكْبَرُ، وَالْحَمْدُ لِلَّهِ، وَلَا حَوْلَ وَلَا قُوَّةَ إِلَّا بِاللَّهِ\nTidak ada Tuhan yang berhak disembah selain Allah, Maha Suci Allah dengan memuji-Nya, Allah Maha Besar, Segala puji bagi Allah, Tidak ada daya dan kekuatan melainkan dari Allah.\r",
  "zekrContentTurky" : "",
  "zekrContentUg" : "",
  "zekrContentVocalDu" : "",
  "zekrContentVocalEn" : "",
  "zekrContentVocalTurky" : "",
  "zekrFadlAr" : "عن الْحَارِثَ، مَوْلَى عُثْمَانَ، قال: جَلَسَ عُثْمَانُ عَلَى الْمَقَاعِدِ وَجَلَسْنَا مَعَهُ، فَلَمَّا جَاءَهُ الْمُؤَذِّنُ دَعَا بِمَاءٍ يَكُونُ قَدْرَ مُدٍّ فَتَوَضَّأَ، ثُمَّ قَالَ: رَأَيْتُ رَسُولَ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ يَتَوَضَّأُ وُضُوئِي هَذَا، ثُمَّ قَالَ: «وَمَنْ تَوَضَّأَ وُضُوئِي ثُمَّ قَامَ يُصَلِّي الظُّهْرَ غُفِرَ لَهُ مَا بَيْنَهَا وَبَيْنَ صَلَاةِ الْعَصْرِ، وَمَنْ صَلَّى الْعَصْرَ غُفِرَ لَهُ مَا بَيْنَهَا وَبَيْنَ صَلَاةِ الْمَغْرِبِ، وَمَنْ صَلَّى الْمَغْرِبَ غُفِرَ لَهُ مَا بَيْنَهَا وَبَيْنَ صَلَاةِ الْعِشَاءِ، وَمَنْ صَلَّى الْعِشَاءَ غُفِرَ لَهُ مَا بَيْنَهَا وَمَا بَيْنَ صَلَاةِ الْفَجْرِ، أَوْ قَالَ الصُّبْحِ، ثُمَّ إِنْ قَامَ فَتَوَضَّأَ، ثُمَّ صَلَّى غُفِرَ لَهُ مَا بَيْنَهَا وَبَيْنَ الظُّهْرِ وَهُنَّ الْحَسَنَاتُ يُذْهِبْنَ السَّيِّئَاتِ»، قَالُوا: هَذِهِ الْحَسَنَاتُ، فَمَا الْبَاقِيَاتُ الصَّالِحَاتُ؟ فَقَالَ عُثْمَانُ: هِيَ لَا إِلَهَ إِلَّا اللَّهُ، وَسُبْحَانَ اللَّهِ وَبِحَمْدِهِ، وَاللَّهُ أَكْبَرُ، وَالْحَمْدُ لِلَّهِ، وَلَا حَوْلَ وَلَا قُوَّةَ إِلَّا بِاللَّهِ.\nمسند البزار (405)، وقال الألباني في صحيح الترغيب والترهيب (366): حسن لغيره.",
  "zekrFadlEn" : "The are The lasting good deeds. Sahih al-Targhib wa At-Tarhib (366)\n",
  "zekrFadlIn" : "“Dia yang mengucapkannya akan diampuni” adalah bekal amal saleh.\nSahih al-Targhib wa At-Tarhib (366)",
  "zekrFadlUg" : "",
  "zekrID" : 124,
  "zekrIdRef" : 0,
  "zekrNoOfRep" : 1,
  "insertedByUser" : 0,
  "soundFileName" : "laelaha_sob7an_akbr_al7amd"
}, {
  "basmlaType" : 0,
  "periority" : 27,
  "specialTime" : 0,
  "typeId" : 0,
  "zekrContentAr" : "اللَّهُمَّ أَنْتَ رَبِّي لاَ إِلَهَ إِلَّا أَنْتَ، خَلَقْتَنِي وَأَنَا عَبْدُكَ، وَأَنَا عَلَى عَهْدِكَ وَوَعْدِكَ مَا اسْتَطَعْتُ، أَعُوذُ بِكَ مِنْ شَرِّ مَا صَنَعْتُ، أَبُوءُ لَكَ بِنِعْمَتِكَ عَلَيَّ، وَأَبُوءُ لَكَ بِذَنْبِي فَاغْفِرْ لِي، فَإِنَّهُ لاَ يَغْفِرُ الذُّنُوبَ إِلَّا أَنْتَ.\n",
  "zekrContentDu" : "",
  "zekrContentEn" : "O Allah! You are my Lord. None has the right to be worshipped except You. You created me and I am your servant and I abide by your covenant and promise as best I can. I seek refuge in you from the evil, which I have committed. I acknowledge your favor upon me and I knowledge my sins, so forgive me, for verily none can forgive sin except you.”",
  "zekrContentFr" : "",
  "zekrContentIn" : "اللَّهُمَّ أَنْتَ رَبِّي لَا إِلَهَ إِلَّا أَنْتَ خَلَقْتَنِي وَأَنَا عَبْدُكَ وَأَنَا عَلَى عَهْدِكَ وَوَعْدِكَ مَا اسْتَطَعْتُ أَعُوذُ بِكَ مِنْ شَرِّ مَا صَنَعْتُ أَبُوءُ لَكَ بِنِعْمَتِكَ عَلَيَّ وَأَبُوءُ لَكَ بِذَنْبِي فَاغْفِرْ لِي فَإِنَّهُ لَا يَغْفِرُ الذُّنُوبَ إِلَّا أَنْتَ\n\nLatin:\nAllāhumma anta rabbī lā ilāha illā anta khalaqtanī wa anā ‘abduka wa anā ‘alā ‘ahdika wa wa‘dika mās taṭa’tu, a‘ūżu bika min syarri māṣana‘tu abū’u laka bini‘matika ‘alayya wa abū’u laka biżanbī fagfir lī fainnahū lā yagfiruż żunūba illā anta.\n\nArtinya:\n“Ya Allah, Engkau adalah Rabbku, tidak ada Illah yang berhak diibadahi selain Engkau. Engkau telah menciptakanku dan aku adalah hamba-Mu. Aku akan setia pada perjanjianku dengan-Mu semampuku. Aku berlindung kepada-Mu dari keburukan perbuatanku, aku akui nikmat-Mu kepadaku dan aku mengakui dosaku kepada-Mu, maka ampunilah aku. Sebab tidak ada yang dapat mengampuni dosa selain-Mu”",
  "zekrContentTurky" : "",
  "zekrContentUg" : "",
  "zekrContentVocalDu" : "",
  "zekrContentVocalEn" : "",
  "zekrContentVocalTurky" : "",
  "zekrFadlAr" : "عن شَدَّادُ بْنُ أَوْسٍ رَضِيَ اللَّهُ عَنْهُ: عَنِ النَّبِيِّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: «سَيِّدُ الِاسْتِغْفَارِ أَنْ تَقُولَ: اللَّهُمَّ أَنْتَ رَبِّي لاَ إِلَهَ إِلَّا أَنْتَ، خَلَقْتَنِي وَأَنَا عَبْدُكَ، وَأَنَا عَلَى عَهْدِكَ وَوَعْدِكَ مَا اسْتَطَعْتُ، أَعُوذُ بِكَ مِنْ شَرِّ مَا صَنَعْتُ، أَبُوءُ لَكَ بِنِعْمَتِكَ عَلَيَّ، وَأَبُوءُ لَكَ بِذَنْبِي فَاغْفِرْ لِي، فَإِنَّهُ لاَ يَغْفِرُ الذُّنُوبَ إِلَّا أَنْتَ». صحيح البخاري (6306).",
  "zekrFadlEn" : "The best manner of asking for forgiveness. Sahih Al Bukhari 6306",
  "zekrFadlIn" : "Sayyidul Istighfar\nSahih Al-Bukhari (6306)",
  "zekrFadlUg" : "",
  "zekrID" : 125,
  "zekrIdRef" : 0,
  "zekrNoOfRep" : 1,
  "insertedByUser" : 0,
  "soundFileName" : "anta_rby_5lqtny_wana_3bdk"
}, {
  "basmlaType" : 0,
  "periority" : 28,
  "specialTime" : 0,
  "typeId" : 0,
  "zekrContentAr" : "رَبِّ اغْفِرْ لِي ذُنُوبِي إِنَّهُ لَا يَغْفِرُ الذُّنُوبَ غَيْرُكَ.",
  "zekrContentDu" : "",
  "zekrContentEn" : "O God , forgive me, for indeed none forgives sins except You",
  "zekrContentFr" : "",
  "zekrContentIn" : "رَبِّ اغْفِرْ لِي ذُنُوبِي إِنَّهُ لَا يَغْفِرُ الذُّنُوبَ غَيْرُكَ.\nYa Allah, ampunilah dosa-dosaku, sesungguhnya tidak ada yang dapat mengampuni segala dosa selain Engkau.\r",
  "zekrContentTurky" : "",
  "zekrContentUg" : "",
  "zekrContentVocalDu" : "",
  "zekrContentVocalEn" : "",
  "zekrContentVocalTurky" : "",
  "zekrFadlAr" : "عَنْ عَلِيِّ بْنِ رَبِيعَةَ، قَالَ: شَهِدْتُ عَلِيًّا، أُتِيَ بِدَابَّةٍ لِيَرْكَبَهَا، فَلَمَّا وَضَعَ رِجْلَهُ فِي الرِّكَابِ، قَالَ: «بِسْمِ اللَّهِ» ثَلَاثًا، فَلَمَّا اسْتَوَى عَلَى ظَهْرِهَا، قَالَ: «الحَمْدُ لِلَّهِ»، ثُمَّ قَالَ: {سُبْحَانَ الَّذِي سَخَّرَ لَنَا هَذَا، وَمَا كُنَّا لَهُ مُقْرِنِينَ وَإِنَّا إِلَى رَبِّنَا لَمُنْقَلِبُونَ} [الزخرف: 14]، ثُمَّ قَالَ: «الحَمْدُ لِلَّهِ» ثَلَاثًا، «اللَّهُ أَكْبَرُ» ثَلَاثًا، «سُبْحَانَكَ إِنِّي قَدْ ظَلَمْتُ نَفْسِي فَاغْفِرْ لِي، فَإِنَّهُ لَا يَغْفِرُ الذُّنُوبَ إِلَّا أَنْتَ»، ثُمَّ ضَحِكَ. فَقُلْتُ: مِنْ أَيِّ شَيْءٍ ضَحِكْتَ يَا أَمِيرَ المُؤْمِنِينَ؟ قَالَ: رَأَيْتُ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ صَنَعَ كَمَا صَنَعْتُ، ثُمَّ ضَحِكَ، فَقُلْتُ: مِنْ أَيِّ شَيْءٍ ضَحِكْتَ يَا رَسُولَ اللَّهِ؟ قَالَ: «إِنَّ رَبَّكَ لَيَعْجَبُ مِنْ عَبْدِهِ إِذَا قَالَ: رَبِّ اغْفِرْ لِي ذُنُوبِي إِنَّهُ لَا يَغْفِرُ الذُّنُوبَ غَيْرُكَ» سنن الترمذي (3446)، وقال: هَذَا حَدِيثٌ حَسَنٌ صَحِيحٌ، وصححه الألباني.",
  "zekrFadlEn" : "Sunan at-Tirmidhi (3446), with an authentic sanad\n",
  "zekrFadlIn" : "Allah mengagumi mereka yang mengucapkannya.\nSunan at-Tirmidzi (3446), dengan sanad yang shahih",
  "zekrFadlUg" : "",
  "zekrID" : 126,
  "zekrIdRef" : 0,
  "zekrNoOfRep" : 1,
  "insertedByUser" : 0,
  "soundFileName" : "rb_e8frly_elznob"
}, {
  "basmlaType" : 0,
  "periority" : 29,
  "specialTime" : 0,
  "typeId" : 0,
  "zekrContentAr" : "لَا حَوْلَ وَلَا قُوَّةَ إِلَّا بِاللهِ، وَلَا مَلْجَأَ مِنَ اللهِ إِلَّا إِلَيْهِ.\n",
  "zekrContentDu" : "",
  "zekrContentEn" : "there is no might and no power except by Allah. there is no refuge from Allah except by turning to Him.’\n\n",
  "zekrContentFr" : "",
  "zekrContentIn" : "لَا حَوْلَ وَلَا قُوَّةَ إِلَّا بِاللهِ، وَلَا مَلْجَأَ مِنَ اللهِ إِلَّا إِلَيْهِ.\n\nTidak ada daya dan kekuatan melainkan dari Allah, tidak ada tempat lari dari (siksa) Allah, melainkan kepada-Nya saja.\r",
  "zekrContentTurky" : "",
  "zekrContentUg" : "",
  "zekrContentVocalDu" : "",
  "zekrContentVocalEn" : "",
  "zekrContentVocalTurky" : "",
  "zekrFadlAr" : "عَنْ أَبِي هُرَيْرَةَ، قَالَ: كُنْتُ أَمْشِي مَعَ رَسُولِ اللهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ فِي نَخْلٍ لِبَعْضِ أَهْلِ الْمَدِينَةِ، فَقَالَ: «يَا أَبَا هُرَيْرَةَ، هَلَكَ الْمُكْثِرُونَ، إِلَّا مَنْ قَالَ هَكَذَا وَهَكَذَا وَهَكَذَا - ثَلَاثَ مَرَّاتٍ: حَثَا بِكَفَّيْهِ عَنْ يَمِينِهِ وَعَنْ يَسَارِهِ وَبَيْنَ يَدَيْهِ -، وَقَلِيلٌ مَا هُمْ»، ثُمَّ مَشَى سَاعَةً فَقَالَ: «يَا أَبَا هُرَيْرَةَ، أَلَا أَدُلُّكَ عَلَى كَنْزٍ مِنْ كُنُوزِ الْجَنَّةِ؟»، فَقُلْتُ: بَلَى يَا رَسُولَ اللهِ. فَقَالَ: «لَا حَوْلَ وَلَا قُوَّةَ إِلَّا بِاللهِ، وَلَا مَلْجَأَ مِنَ اللهِ إِلَّا إِلَيْهِ»، ثُمَّ مَشَى سَاعَةً فَقَالَ: «يَا أَبَا هُرَيْرَةَ، هَلْ تَدْرِي مَا حَقُّ النَّاسِ عَلَى اللهِ، وَمَا حَقُّ اللهِ عَلَى النَّاسِ؟»، قُلْتُ: اللهُ وَرَسُولُهُ أَعْلَمُ، قَالَ: «فَإِنَّ حَقَّ اللهِ عَلَى النَّاسِ أَنْ يَعْبُدُوهُ وَلَا يُشْرِكُوا بِهِ شَيْئًا، فَإِذَا فَعَلُوا ذَلِكَ فَحَقٌّ عَلَيْهِ أَنْ لَا يُعَذِّبَهُمْ».\nمسند أحمد (8085)، بسند صحيح، صحيح الترغيب والترهيب (3261).",
  "zekrFadlEn" : "\"Treasure from heaven.\"\nSahih at-Targhib wa At-Tarhib (3261)\n",
  "zekrFadlIn" : "\"Harta dari harta surga.\"\nSahih at-Targhib wa At-Tarhib (3261)",
  "zekrFadlUg" : "",
  "zekrID" : 127,
  "zekrIdRef" : 0,
  "zekrNoOfRep" : 1,
  "insertedByUser" : 0,
  "soundFileName" : "la7ola_lamlg2"
}, {
  "basmlaType" : 0,
  "periority" : 30,
  "specialTime" : 0,
  "typeId" : 0,
  "zekrContentAr" : "لَا إِلَهَ إِلَّا اللَّهُ لَا شَرِيكَ لَهُ، لَا إِلَهَ إِلَّا اللَّهُ وَاللَّهُ أَكْبَرُ، لَا إِلَهَ إِلَّا اللَّهُ وَالْحَمْدُ لِلَّهِ، لَا إِلَهَ إِلَّا اللَّهُ لَهُ الْمُلْكُ وَلَهُ الْحَمْدُ.",
  "zekrContentDu" : "",
  "zekrContentEn" : "There is none worthy of worship except Allah alone, with no partner or associate\nThere is none worthy of worship except Allah alone, and Allah is the greatest         \nThere is none worthy of worship except Allah alone, all praise be to Allah\nThere is none worthy of worship except Allah alone, His is the dominion and His is the praise. \n",
  "zekrContentFr" : "",
  "zekrContentIn" : "لَا إِلَهَ إِلَّا اللَّهُ لَا شَرِيكَ لَهُ، \nلَا إِلَهَ إِلَّا اللَّهُ وَاللَّهُ أَكْبَرُ، \nلَا إِلَهَ إِلَّا اللَّهُ وَالْحَمْدُ لِلَّهِ، \nلَا إِلَهَ إِلَّا اللَّهُ لَهُ الْمُلْكُ وَلَهُ الْحَمْدُ\n\nTidak ada sesembahan yang berhak disembah kecuali Allah, Yang Maha Esa, tiada sekutu bagi-Nya\nTidak ada sesembahan yang berhak disembah kecuali Allah dan Allah Maha Besar\nTidak ada sesembahan yang berhak disembah kecuali Allah, segala puji bagi-Nya\nTidak ada sesembahan yang berhak disembah kecuali Allah, baginya Kerajaan dan Pujian\n",
  "zekrContentTurky" : "",
  "zekrContentUg" : "",
  "zekrContentVocalDu" : "",
  "zekrContentVocalEn" : "",
  "zekrContentVocalTurky" : "",
  "zekrFadlAr" : "عن أبي هُرَيْرَةَ قَالَ: قَالَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: «إِنَّ اللَّهَ تَبَارَكَ وَتَعَالَى يُصَدِّقُ الْعَبْدُ فِي خَمْسٍ يَقُولُهُنَّ، إِذَا قَالَ: لَا إِلَهَ إِلَّا اللَّهُ لَا شَرِيكَ لَهُ، قَالَ: صَدَقَ عَبْدِي، وَإِذَا قَالَ: لَا إِلَهَ إِلَّا اللَّهُ وَاللَّهُ أَكْبَرُ، قَالَ: صَدَقَ عَبْدِي، وَإِذَا قَالَ: لَا إِلَهَ إِلَّا اللَّهُ وَالْحَمْدُ لِلَّهِ، قَالَ: صَدَقَ عَبْدِي، وَإِذَا قَالَ: لَا إِلَهَ إِلَّا اللَّهُ لَهُ الْمُلْكُ وَلَهُ الْحَمْدُ، قَالَ: صَدَقَ عَبْدِي».\nمسند أبي يعلى الموصلي (6163)، وصححه حسين سليم أسد.",
  "zekrFadlEn" : "He who recites it, Allah will say: I believe my servant.\n",
  "zekrFadlIn" : "Siapa yang mengucapkannya Allah membernarkannya, ALlah berkata: Hamba-Ku telah benar.\nMusnad Abu Ya'la al-Musholli (6163), dengan sanad yang shahih",
  "zekrFadlUg" : "",
  "zekrID" : 136,
  "zekrIdRef" : 0,
  "zekrNoOfRep" : 1,
  "insertedByUser" : 0,
  "soundFileName" : "laelaha_we_lasharika_al7md_akbr"
}, {
  "basmlaType" : 0,
  "periority" : 31,
  "specialTime" : 0,
  "typeId" : 0,
  "zekrContentAr" : "أَشْهَدُ أَنْ لَا إِلَهَ إِلَّا اللهُ وَحْدَهُ لَا شَرِيكَ لَهُ، وَأَنَّ مُحَمَّدًا عَبْدُهُ وَرَسُولُهُ، وَأَنَّ عِيسَى عَبْدُ اللهِ، وَابْنُ أَمَتِهِ، وَكَلِمَتُهُ أَلْقَاهَا إِلَى مَرْيَمَ وَرُوحٌ مِنْهُ، وَأَنَّ الْجَنَّةَ حَقٌّ، وَأَنَّ النَّارَ حَقٌّ.",
  "zekrContentDu" : "",
  "zekrContentEn" : "There is no god but Allah, He is One and there is no associate with Him, that Muhammad is his servant and His messenger, that Christ is servant and the son of His slave-girl and he (Christ) His word which He communicated to Mary and is His Spirit, that Paradise is a fact and Hell is a fact,",
  "zekrContentFr" : "",
  "zekrContentIn" : "أَشْهَدُ أَنْ لَا إِلَهَ إِلَّا اللهُ وَحْدَهُ لَا شَرِيكَ لَهُ، وَأَنَّ مُحَمَّدًا عَبْدُهُ وَرَسُولُهُ، وَأَنَّ عِيسَى عَبْدُ اللهِ، وَابْنُ أَمَتِهِ، وَكَلِمَتُهُ أَلْقَاهَا إِلَى مَرْيَمَ وَرُوحٌ مِنْهُ، وَأَنَّ الْجَنَّةَ حَقٌّ، وَأَنَّ النَّارَ حَقٌّ\n\nTidak ada tuhan (yang berhak disembah) selain Allah semata, tidak ada sekutu bagi-Nya, dan bahwa Muhammad hamba dan Rasul-Nya, bersaksi bahwa Nabi Isa adalah hamba Allah, anak hamba-Nya dan kalimah Allah (Nabi Isa) yang Dia letakkan pada Maryam dan ruh dari-Nya, surga dan neraka itu benar adanya.\r",
  "zekrContentTurky" : "",
  "zekrContentUg" : "",
  "zekrContentVocalDu" : "",
  "zekrContentVocalEn" : "",
  "zekrContentVocalTurky" : "",
  "zekrFadlAr" : "عن عُبَادَةُ بْنُ الصَّامِتِ، قَالَ: قَالَ رَسُولُ اللهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: «مَنْ قَالَ: أَشْهَدُ أَنْ لَا إِلَهَ إِلَّا اللهُ وَحْدَهُ لَا شَرِيكَ لَهُ، وَأَنَّ مُحَمَّدًا عَبْدُهُ وَرَسُولُهُ، وَأَنَّ عِيسَى عَبْدُ اللهِ، وَابْنُ أَمَتِهِ، وَكَلِمَتُهُ أَلْقَاهَا إِلَى مَرْيَمَ وَرُوحٌ مِنْهُ، وَأَنَّ الْجَنَّةَ حَقٌّ، وَأَنَّ النَّارَ حَقٌّ، أَدْخَلَهُ اللهُ مِنْ أَيِّ أَبْوَابِ الْجَنَّةِ الثَّمَانِيَةِ شَاءَ».\nصحيح مسلم (28).",
  "zekrFadlEn" : "Allah would make He who recites it enter Paradise through any one of its eight doors which he would like.\n",
  "zekrFadlIn" : "“Siapa yang mengucapkannya, Allah akan memasukkannya dari salah satu dari 8 pintu surga yang diinginkannya.\nShahih Muslim (28)",
  "zekrFadlUg" : "",
  "zekrID" : 137,
  "zekrIdRef" : 0,
  "zekrNoOfRep" : 1,
  "insertedByUser" : 0,
  "soundFileName" : "ashhado_lasharika_mohamed_eisa_abdo"
}, {
  "basmlaType" : 0,
  "periority" : 32,
  "specialTime" : 0,
  "typeId" : 0,
  "zekrContentAr" : "رَبِّ اغفرْ لي وَتبْ عَلَيَّ، إنَّكَ أَنتَ التوَّاب الرحيم",
  "zekrContentDu" : "",
  "zekrContentEn" : "My Lord, forgive me and pardon me; Thou art the Pardoning and Forgiving One. ",
  "zekrContentFr" : "",
  "zekrContentIn" : "رَبِّ اغفرْ لي وَتبْ عَلَيَّ، إنَّكَ أَنتَ التوَّاب الرحيم\n\nYa Rabbi! Ampunilah aku dan terimalah taubatku. Sesungguhnya Engkaulah Yang Maha Penerima taubat lagi Maha Penyayang",
  "zekrContentTurky" : "",
  "zekrContentUg" : "",
  "zekrContentVocalDu" : "",
  "zekrContentVocalEn" : "",
  "zekrContentVocalTurky" : "",
  "zekrFadlAr" : "عَنِ ابْنِ عُمَرَ، قَالَ: إِنْ كُنَّا لَنَعُدُّ لِرَسُولِ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ فِي الْمَجْلِسِ الْوَاحِدِ مِائَةَ مَرَّةٍ: «رَبِّ اغْفِرْ لِي، وَتُبْ عَلَيَّ، إِنَّكَ أَنْتَ التَّوَّابُ الرَّحِيمُ»\nسنن أبي داود (1516)، وصححه الألباني.",
  "zekrFadlEn" : "Sunan Abi Dawood (1516), and Al-Albani graded it authentic. ",
  "zekrFadlIn" : "Sunan Abi Daud (1516), Al-Albani mensahihkannya.",
  "zekrFadlUg" : "",
  "zekrID" : 138,
  "zekrIdRef" : 0,
  "zekrNoOfRep" : 100,
  "insertedByUser" : 0,
  "soundFileName" : "13_rb_28frly_r7im"
}, {
  "basmlaType" : 0,
  "periority" : 33,
  "specialTime" : 0,
  "typeId" : 0,
  "zekrContentAr" : "الحَمْدُ لِلَّهِ وَسُبْحَانَ اللَّهِ وَلَا إِلَهَ إِلَّا اللَّهُ وَاللَّهُ أَكْبَرُ.",
  "zekrContentDu" : "",
  "zekrContentEn" : "All praise be to God, Glory be to God, there is no God but God, and God is Great.\r\nWhoever says it, then his sins will fall like the leaves of a dry tree.\r\n",
  "zekrContentFr" : "",
  "zekrContentIn" : "الحَمْدُ لِلَّهِ وَسُبْحَانَ اللَّهِ وَلَا إِلَهَ إِلَّا اللَّهُ وَاللَّهُ أَكْبَرُ.\nSegala puji bagi Allah, Maha Suci Allah, tidak ada Tuhan selain Allah, dan Allah Maha Besar.",
  "zekrContentTurky" : "",
  "zekrContentUg" : "",
  "zekrContentVocalDu" : "",
  "zekrContentVocalEn" : "",
  "zekrContentVocalTurky" : "",
  "zekrFadlAr" : "عَنْ أَنَسِ بْنِ مَالِكٍ، أَنَّ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ مَرَّ بِشَجَرَةٍ يَابِسَةِ الوَرَقِ فَضَرَبَهَا بِعَصَاهُ فَتَنَاثَرَ الوَرَقُ، فَقَالَ: «إِنَّ الحَمْدُ لِلَّهِ وَسُبْحَانَ اللَّهِ وَلَا إِلَهَ إِلَّا اللَّهُ وَاللَّهُ أَكْبَرُ لَتُسَاقِطُ مِنْ ذُنُوبِ العَبْدِ كَمَا تَسَاقَطَ وَرَقُ هَذِهِ الشَّجَرَةِ».\nسنن الترمذي (3533)، وحسنه الألباني في صحيح الجامع الصغير (1601).",
  "zekrFadlEn" : "Whoever says it, then his sins will fall like the leaves of a dry tree.\r\nSahih Al-Jami Al-Saghir (1601).",
  "zekrFadlIn" : "Siapa yang mengucapkannya, maka dosa-dosanya akan berguguran seperti daun-daun pohon yang kering.\r\nSahih Al-Jami' Ash-Saghir (1601)",
  "zekrFadlUg" : "",
  "zekrID" : 139,
  "zekrIdRef" : 0,
  "zekrNoOfRep" : 1,
  "insertedByUser" : 0,
  "soundFileName" : "al7md_sob7an_laelaha_allahakbr"
}, {
  "basmlaType" : 0,
  "periority" : 34,
  "specialTime" : 0,
  "typeId" : 0,
  "zekrContentAr" : "سُبْحَانَ اللهِ وَبِحَمْدِهِ، عَدَدَ خَلْقِهِ وَرِضَا نَفْسِهِ وَزِنَةَ عَرْشِهِ وَمِدَادَ كَلِمَاتِهِ",
  "zekrContentDu" : "",
  "zekrContentEn" : "Glory is to Allah and praise is to Him,\nby the multitude of His creation,\nby His Pleasure,\nby the weight of His Throne,\nand by the extent of His Words.\r",
  "zekrContentFr" : "",
  "zekrContentIn" : "سُبْحَانَ اللهِ وَبِحَمْدِهِ، عَدَدَ خَلْقِهِ وَرِضَا نَفْسِهِ وَزِنَةَ عَرْشِهِ وَمِدَادَ كَلِمَاتِهِ\n“Maha Suci Allah dengan segala puji bagi-Nya sebanyak hitungan makhluk-Nya, menurut keridhaan-Nya, menurut arasy-Nya dan sebanyak tinta kalimat-Nya.”",
  "zekrContentTurky" : "",
  "zekrContentUg" : "",
  "zekrContentVocalDu" : "",
  "zekrContentVocalEn" : "",
  "zekrContentVocalTurky" : "",
  "zekrFadlAr" : "عَنْ جُوَيْرِيَةَ، أَنَّ النَّبِيَّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ خَرَجَ مِنْ عِنْدِهَا بُكْرَةً حِينَ صَلَّى الصُّبْحَ، وَهِيَ فِي مَسْجِدِهَا، ثُمَّ رَجَعَ بعْدَ أَنْ أَضْحَى، وَهِيَ جَالِسَةٌ، فقَالَ: «مَا زِلْتِ عَلَى الْحَالِ الَّتِي فَارَقتُكِ عَلَيهَا؟» قَالَتْ: نعَمْ، قَالَ النَّبِيُّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: «لَقَدْ قلْتُ بعْدَكِ أَرْبَعَ كَلِمَاتٍ، ثَلَاثَ مَرَّاتٍ، لَوْ وُزِنَتْ بِمَا قلْتِ مُنْذُ الْيوْمِ لَوَزَنَتهُنَّ: سُبْحَانَ اللهِ وَبِحَمْدِهِ، عَدَدَ خَلْقِهِ وَرِضَا نفْسِهِ وَزِنَةَ عَرْشِهِ وَمِدَادَ كَلِمَاتِهِ».\nصحيح مسلم (2726). وبوب له ابن حبان بقوله: ذِكْرُ اسْتِحْبَابِ الْإِكْثَارِ لِلْمَرْءِ مِنَ التَّسْبِيحِ وَالتَّحْمِيدِ وَالتَّمْجِيدِ وَالتهْلِيلِ وَالتَّكْبِيرِ لِلَّهِ جَلَّ وَعَلَا رَجَاءَ ثِقَلِ الْمِيزَانِ بِهِ فِي الْقِيَامَةِ.\nصحيح ابن حبان (3/ 114)\r",
  "zekrFadlEn" : "“Similar to the reward of remembering God from dawn to Duha”  \nSahih Muslim 2726\r",
  "zekrFadlIn" : "Siapa yang membacanya 3x, pahalanya seperti seseorang yang berzikir dari subuh sampai terbit waktu dhuha. (HR. Muslim: 2726)",
  "zekrFadlUg" : "",
  "zekrID" : 140,
  "zekrIdRef" : 0,
  "zekrNoOfRep" : 1,
  "insertedByUser" : 0,
  "soundFileName" : "18_sob7n_web7mdh_3dd5lqh"
}, {
  "basmlaType" : 2,
  "periority" : 12,
  "specialTime" : 0,
  "typeId" : 0,
  "zekrContentAr" : "{ٱللَّهُ لَآ إِلَٰهَ إِلَّا هُوَ ٱلۡحَيُّ ٱلۡقَيُّومُۚ لَا تَأۡخُذُهُۥ سِنَةٞ وَلَا نَوۡمٞۚ لَّهُۥ مَا فِي ٱلسَّمَٰوَٰتِ وَمَا فِي ٱلۡأَرۡضِۗ مَن ذَا ٱلَّذِي يَشۡفَعُ عِندَهُۥٓ إِلَّا بِإِذۡنِهِۦۚ يَعۡلَمُ مَا بَيۡنَ أَيۡدِيهِمۡ وَمَا خَلۡفَهُمۡۖ وَلَا يُحِيطُونَ بِشَيۡءٖ مِّنۡ عِلۡمِهِۦٓ إِلَّا بِمَا شَآءَۚ وَسِعَ كُرۡسِيُّهُ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضَۖ وَلَا يَـُٔودُهُۥ حِفۡظُهُمَاۚ وَهُوَ ٱلۡعَلِيُّ ٱلۡعَظِيمُ (255)}[البقرة: 255]",
  "zekrContentDu" : "Allah, nichts gibt es, dem zu Recht gedient wird, außer Ihm, al- Íayyu-l-QayyÙm, nicht ergreift Ihn Schlummer und nicht Schlaf, Sein ist, was in den Himmeln und was auf der Erde ist. Wer  ist es, der Fürsprache einlegt bei Ihm außer mit Seiner Erlaubnis? Er weiß, was vor ihnen  und was hinter ihnen ist, und sie erfassen nichts von Seinem Wissen, außer was Er will. Weitreichend ist Sein Schemel, wie die Himmel und die Erde, und   es   belastet   Ihn   nicht,   beide   zu bewahren, und Er ist al-'Aliyyu-l-AÛÐm    *",
  "zekrContentEn" : "Allah! There is no god ˹worthy of worship˺ except Him, the Ever-Living, All-Sustaining. Neither drowsiness nor sleep overtakes Him. To Him belongs whatever is in the heavens and whatever is on the earth. Who could possibly intercede with Him without His permission? He ˹fully˺ knows what is ahead of them and what is behind them, but no one can grasp any of His knowledge—except what He wills ˹to reveal˺. His Seat1 encompasses the heavens and the earth, and the preservation of both does not tire Him. For He is the Most High, the Greatest.2 ",
  "zekrContentFr" : "(Ayat-Ul-Kursiyy):\r\n'Allah ! point de divinitéàpart Lui, le Vivant, Celui q’il\r\nsubsiste par lui rn ême ( al-Qayyüm ) . Ni somnolence ni\r\nsommeil ne Le saisissent. A lui appartient tout ce qui est\r\ndans les cieux et sur la terre. Qui peut intercéder auprès\r\nde Lui sans Sa permission? Il connaît leur passé et leur\r\nfutur. Et, de sa science, ils n'embrassent que ce qu'il\r\nveut. Son Trône (Kursiy) déborde les cieux et la t erre,\r\ndont la grande ne Lui coûte aucune peine. Et Il est le\r\nTrès Haut, Très Grand' [Al-Baqarah:255]\r\n",
  "zekrContentIn" : "{الله لَا إِلَهَ إِلَّا هُوَ الْحَيُّ الْقَيُّومُ لَا تَأْخُذُهُ سِنَةٌ وَلَا نَوْمٌ لَهُ مَا فِي السَّمَاوَاتِ وَمَا فِي الْأَرْضِ مَنْ ذَا الَّذِي يَشْفَعُ عِنْدَهُ إِلَّا بِإِذْنِهِ يَعْلَمُ مَا بَيْنَ أَيْدِيهِمْ وَمَا خَلْفَهُمْ وَلَا يُحِيطُونَ بِشَيْءٍ مِنْ عِلْمِهِ إِلَّا بِمَا شَاءَ وَسِعَ كُرْسِيُّهُ السَّمَاوَاتِ وَالْأَرْضَ وَلَا يَئُودُهُ حِفْظُهُمَا وَهُوَ الْعَلِيُّ الْعَظِيمُ} [البقرة: 255]\n\nLatin:\nAllāhu lā ilāha illā huw(a), al-ḥayyul-qayyūm(u), lā ta'khużuhū sinatuw wa lā naum(un), lahū mā fis-samāwāti wa mā fil-arḍ(i), man żal-lażī yasyfa‘u ‘indahū illā bi'iżnih(ī), ya‘lamu mā baina aidīhim wa mā khalfahum, wa lā yuḥīṭūna bisyai'im min ‘ilmihī illā bimā syā'(a), wasi‘a kursiyyuhus-samāwāti wal-arḍ(a), wa lā ya'ūduhū ḥifẓuhumā, wa huwal-‘aliyyul-‘aẓīm(u). \n\nArtinya:\nAllah, tidak ada tuhan selain Dia, Yang Maha Hidup lagi terus-menerus mengurus (makhluk-Nya). Dia tidak dilanda oleh kantuk dan tidak (pula) oleh tidur. Milik-Nyalah apa yang ada di langit dan apa yang ada di bumi. Tidak ada yang dapat memberi syafaat di sisi-Nya tanpa izin-Nya. Dia mengetahui apa yang ada di hadapan mereka dan apa yang ada di belakang mereka. Mereka tidak mengetahui sesuatu apa pun dari ilmu-Nya, kecuali apa yang Dia kehendaki. Kursi-Nya (ilmu dan kekuasaan-Nya) meliputi langit dan bumi. Dia tidak merasa berat memelihara keduanya. Dialah yang Maha Tinggi lagi Maha Agung. (Al-Baqarah: 255)\n\n",
  "zekrContentTurky" : "\"Allah, O'ndan başka ilah olmayan, kendisini uyuklama ve uyku tutmayan, Hayy, Kayyûm’dur (her an yarattıklarını gözetendir). Göklerde ve yerde olan ancak O'nundur. O' nun izni olmadan katında şefaat edecek kimdir? Onların işlediklerini, işleyeceklerini bilir.O'nun dilediğinden başka ilminden hiçbir şeyi kavrayamazlar.Kürsüsü gökleri ve yeri kaplamıştır,onların gözetil-mesi O'na ağır gelmez. O yücedir, büyüktür.\"",
  "zekrContentUg" : "«بىر ئاللاھتىن باشقا ھەقىقىي ئىلاھ يوقتۇر؛ ئاللاھ ھەمىشە تىرىكتۇر، ھەممىنى ئىدارە قىلىپ تۇرغۇچىدۇر؛ ئۇ مۈگدەپ قالمايدۇ، ئۇنى ئۇيقۇ باسمايدۇ؛ ئاسمانلاردىكى ۋە زېمىندىكى ھەممە نەرسە ئاللاھنىڭ مۈلكىدۇر؛ ئاللاھنىڭ رۇخسىتىسىز كىممۇ ئاللاھنىڭ ئالدىدا شاپائەت قىلالىسۇن؛ ئاللاھ ئۇلارنىڭ ئالدىدىكى، كەينىدىكى ئىشلارنىڭ ھەممىسىنى بىلىپ تۇرىدۇ؛ ئۇلار ئاللاھنىڭ مەلۇماتىدىن ئاللاھ ئۇلارغا بىلدۈرۈشنى خالىغان نەرسىلەردىن باشقا ھېچ نەرسىنى بىلمەيدۇ، ئاللاھنىڭ مەلۇماتى ئاسمانلارنى ۋە زېمىننى ئۆز ئىچىگە ئالىدۇ. ئاسمان ـ زېمىننى ساقلاش ئۇنىڭغا ئېغىر كەلمەيدۇ. ئۇ يۇقىرى مەرتىۋىلىكتۇر، ھەممىدىن ئۇلۇغدۇر»",
  "zekrContentVocalDu" : "allāhu lā ilāha illa huwal ḥayyul qayyūm, la ta’ẖuḏuhu sinatun wa la naum, lahu mā fissamāwāti wa mā fil arḍ, man ḏallaḏī yašfa‘u ‘indahu illa biiḏnihi, ya‘lamu mā baibayna aiaydī him, wa mā ẖalfahum, wa la yuḥītūna bišaiay’in min ‘ilmihi illa bimā šā’a, wasi‘a kursiyyuhus samāwāti wal arḍ, wa la yaūduhu ḥifẓuhumā wa huwal ‘aliyyul ‘aẓīm",
  "zekrContentVocalEn" : "Allahu la ilaha illahuwa alhayyu alqayyoomu la ta/khuthuhusinatun wala nawmun lahu ma fee assamawatiwama fee al-ardi man tha allatheeyashfaAAu AAindahu illa bi-ithnihi yaAAlamu mabayna aydeehim wama khalfahum wala yuheetoonabishay-in min AAilmihi illa bima shaawasiAAa kursiyyuhu assamawati wal-ardawala yaooduhu hifthuhumawahuwa alAAaliyyu alAAatheem {Ayat-Al-Kursiy =Al-Baqarah:255}",
  "zekrContentVocalTurky" : "Allahu la ilaha illahuwa alhayyu alqayyoomu la ta/khuthuhusinatun wala nawmun lahu ma fee assamawatiwama fee al-ardi man tha allatheeyashfaAAu AAindahu illa bi-ithnihi yaAAlamu mabayna aydeehim wama khalfahum wala yuheetoonabishay-in min AAilmihi illa bima shaawasiAAa kursiyyuhu assamawati wal-ardawala yaooduhu hifthuhumawahuwa alAAaliyyu alAAatheem {Ayat-Al-Kursiy =Al-Baqarah:255}",
  "zekrFadlAr" : "عن محمد بن أبي بن كعب، قال: كَانَ لِجَدِّي جُرْنٌ مِنْ تَمْرٍ، فَجَعَلَ يَجِدُهُ يَنْقُصُ فَحَرَسَهُ ذَاتَ لَيْلَةٍ، فَإِذَا هُوَ بِدَابَّةٍ شِبْهُ الْغُلَامِ الْمُحْتَلِمِ، فَسَلَّمَ عَلَيْهِ فَرَدَّ عَلَيْهِ السَّلَامَ، فَقَالَ: مَنْ أَنْتَ، أَجِنٌّ أَمْ إِنْسٌ؟ قَالَ: لَا بَلْ جِنٌّ، قَالَ: أَعْطِنِي يَدَكَ، فَإِذَا يَدُ كَلْبٍ وَشَعْرُ كَلْبٍ، قَالَ: هَكَذَا خَلْقُ الْجِنِّ، قَالَ: قَدْ عَلِمْتَ الْجِنَّ، مَا فِيهِمْ رَجُلٌ أَشَدُّ مِنِّي، قَالَ: مَا شَأْنُكَ؟ قَالَ: أُنْبِئْتُ أَنَّكَ رَجُلٌ تُحِبُّ الصَّدَقَةَ فَأَحْبَبْنَا أَنْ نُصِيبَ مِنْ طَعَامِكَ، قَالَ: مَا يُجِيرُنَا مِنْكُمْ؟ قَالَ: هَذِهِ الْآيَةُ الَّتِي فِي سُورَةِ الْبَقَرَةِ {اللهُ لَا إِلَهَ إِلَّا هُوَ الْحَيُّ الْقَيُّومُ لَا تَأْخُذُهُ سِنَةٌ وَلَا نَوْمٌ} [البقرة: 255] إِذَا قُلْتَهَا حِينَ تُصْبِحُ أُجِرْتَ مِنَّا إِلَى أَنْ تُمْسِيَ، وَإِذَا قُلْتَهَا حِينَ تُمْسِي أُجِرْتَ مِنَّا إِلَى أَنْ تُصْبِحَ، فَغَدَا أُبَيٌّ إِلَى النَّبِيِّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ فَأَخْبَرَهُ خَبَرَهُ قَالَ: «صَدَقَ الْخَبِيثُ» السنن الكبرى للنسائي (10731)، صحيح ابن حبان (784)، قال شعيب الأرنؤوط: إسناده قوي، المعجم الكبير للطبراني (541)، وصححه الألباني في صحيح الترغيب والترهيب (662).",
  "zekrFadlEn" : "Whoever reads it in the morning will be guarded from Jin until the evening. (Narrated by Sunan Nasai in Al-Kubra: 10731, with valid sanad)\n",
  "zekrFadlIn" : "Siapa yang membacanya di waktu pagi maka ia akan dijaga dari Jin sampai waktu sore. (HR. Sunan Nasai dalam Al-Kubra: 10731, dengan sanad sahih)",
  "zekrFadlUg" : "ھاكىم رىۋايەت قىلغان. پەزىلىتى توغرىسىدا مۇنداق دېيىلگەن: ئەتىگەندە بۇ دۇئانى ئوقۇغان كىشى كەچكىچە جىننىڭ شەررىدىن ساقلىنىدۇ، كەچتە بۇ دۇئانى ئوقۇغان كىشى ئەتىگەنگىچە جىننىڭ شەررىدىن ساقلىنىدۇ.",
  "zekrID" : 13,
  "zekrIdRef" : 0,
  "zekrNoOfRep" : 1,
  "insertedByUser" : 0,
  "soundFileName" : "alkorsy"
}, {
  "basmlaType" : 1,
  "periority" : 13,
  "specialTime" : 0,
  "typeId" : 0,
  "zekrContentAr" : "{بِسْمِ اللَّهِ الرَّحْمَنِ الرَّحِيمِ}\n{قُلۡ هُوَ ٱللَّهُ أَحَدٌ (١) ٱللَّهُ ٱلصَّمَدُ (٢) لَمۡ يَلِدۡ وَلَمۡ يُولَدۡ (٣) وَلَمۡ يَكُن لَّهُۥ كُفُوًا أَحَدُۢ (٤)}\n[الإخلاص: 1 - 4]",
  "zekrContentDu" : "Sag: Er, Allah ist einzig *Allah ist, as- Ñamad * Nie zeugte Er, und nie ist Er gezeugt,* Und nie gibt es einen, der Ihm gleich ist      ",
  "zekrContentEn" : "Say, ˹O Prophet,˺ “He is Allah—One ˹and Indivisible˺; \nAllah—the Sustainer ˹needed by all˺. \nHe has never had offspring, nor was He born. \nAnd there is none comparable to Him.”1 \r",
  "zekrContentFr" : "[AI-Ikhlaas]",
  "zekrContentIn" : "{بِسْمِ اللَّهِ الرَّحْمَنِ الرَّحِيمِ}\n{قُلْ هُوَ الله أَحَدٌ (1) الله الصَّمَدُ (2) لَمْ يَلِدْ وَلَمْ يُولَدْ (3) وَلَمْ يَكُنْ لَهُ كُفُوًا أَحَدٌ (4)} [الإخلاص: 1 - 4]\n\nLatin:\nQul huwallāhu aḥad(un). Allāhuṣ-ṣamad(u). Lam yalid wa lam yūlad. Wa lam yakul lahū kufuwan aḥad(un).\n\nArtinya:\nKatakanlah (Nabi Muhammad), “Dialah Allah Yang Maha Esa. Allah tempat meminta segala sesuatu. Dia tidak beranak dan tidak pula diperanakkan, serta tidak ada sesuatu pun yang setara dengan-Nya.” (Al-Ikhlash: 1-4)\n",
  "zekrContentTurky" : "Bismi’llahirrahmânirrahîm “De ki: O Allah birdir. Allah Samed’dir, (her şeyden müstağni ve her şey O'na muhtaçtır). O doğurmamış ve doğmamıştır.Hiç bir şey O'na denk değildir.”  ",
  "zekrContentUg" : "«ناھايىتى شەپقەتلىك ۋە مېھرىبان ئاللاھنىڭ ئىسمى بىلەن باشلايمەن ‹ئېيتقىنكى، ئۇ ـ ئاللاھ بىردۇر. ھەممە ئاللاھقا موھتاجدۇر. ئاللاھ بالا تاپقانمۇ ئەمەس، تۇغۇلغانمۇ ئەمەس. ھېچ كىشى ئۇنىڭغا تەڭداش بولالمايدۇ›»",
  "zekrContentVocalDu" : "qul huwallāhu aḥad, allāhuṣ ṣamad, lam yalid wa lam yūlad, wa lam yakullahu kufūwan aḥad",
  "zekrContentVocalEn" : "Qul huwa Allahu ahad Allahu assamad Lam yalid walam yoolad Walam yakun lahu kufuwan ahad",
  "zekrContentVocalTurky" : "Qul huwa Allahu ahad Allahu assamad Lam yalid walam yoolad Walam yakun lahu kufuwan ahad",
  "zekrFadlAr" : "عَنْ عَبْدِ اللهِ بْنِ خُبَيْبٍ، رضي الله عنه قَالَ: خَرَجْنَا فِي لَيْلَةٍ مَطِيرَةٍ وَظُلْمَةٍ شَدِيدَةٍ نَطْلُبُ رَسُولَ اللهِ صلى الله عليه وسلم يُصَلِّي لَنَا، فَأَدْرَكْنَاهُ، فَقَالَ: «أَصَلَّيْتُمْ؟» فَلَمْ أَقُلْ شَيْئًا، فَقَالَ: «قُلْ» فَلَمْ أَقُلْ شَيْئًا ثُمَّ قَالَ: «قل» فَلَمْ أَقُلْ شَيْئًا ثُمَّ قَالَ: «قل» فَقُلْتُ: يَا رَسُولَ الله مَا أَقُولُ؟ قال: «قُلْ: {قُلْ هُوَ اللهُ أَحَدٌ} وَالْمُعَوِّذَتَيْنِ حِينَ تُمْسِي وَحِينَ تُصْبِحُ ثَلَاثَ مَرَّاتٍ تَكْفِيكَ مِنْ كُلِّ شَيْءٍ». سنن أبي داود (5082)، سنن الترمذي (3575) وصححه الألباني في صحيح الجامع (4407).",
  "zekrFadlEn" : "\"Whoever reads it 3 times in the morning, Allah suffices him from everything.\n(. Tirmidhi: 3575, with an authentic sanad)",
  "zekrFadlIn" : "Siapa yang membacanya 3x di pagi hari, Allah mencukupinya dari segala sesuatu.\n(HR. Tirmidzi: 3575, dengan sanad shahih)\n",
  "zekrFadlUg" : "پەيغەمبەر ئەلەيھىسسالام مۇنداق دېگەن: ئەتىگەن ۋە كەچتە ئۈچ قېتىم ئوقۇغان كىشىگە بارلىق يامانلىقلاردىن كۇپايە قىلىدۇ.",
  "zekrID" : 14,
  "zekrIdRef" : 0,
  "zekrNoOfRep" : 3,
  "insertedByUser" : 0,
  "soundFileName" : "alsmd"
}, {
  "basmlaType" : 1,
  "periority" : 14,
  "specialTime" : 0,
  "typeId" : 0,
  "zekrContentAr" : "{بِسْمِ اللَّهِ الرَّحْمَنِ الرَّحِيمِ}\n{قُلۡ أَعُوذُ بِرَبِّ ٱلۡفَلَقِ (١) مِن شَرِّ مَا خَلَقَ (٢) وَمِن شَرِّ غَاسِقٍ إِذَا وَقَبَ (٣) وَمِن شَرِّ ٱلنَّفَّٰثَٰتِ فِي ٱلۡعُقَدِ (٤) وَمِن شَرِّ حَاسِدٍ إِذَا حَسَدَ (٥)}\n[الفلق: 1 - 5]",
  "zekrContentDu" : "Sprich: Ich nehme Zuflucht beim Herrn des  Tagesanbruch,  *  Vor  dem  Übel, welches Er erschaffen hat, * Und vor dem Übel der Dunkelheit, wenn sie hereinbricht * Und vor dem Übel der auf die Knoten spuckenden Zauberinnen, * Und vor dem Übel des Neiders, wenn er neidet.       ",
  "zekrContentEn" : "Say, ˹O Prophet,˺ “I seek refuge in the Lord of the daybreak\nfrom the evil of whatever He has created,\nand from the evil of the night when it grows dark,\nand from the evil of those ˹witches casting spells by˺ blowing onto knots,\nand from the evil of an envier when they envy.”  \r",
  "zekrContentFr" : "[AI-Falaq]",
  "zekrContentIn" : "{بِسْمِ اللَّهِ الرَّحْمَنِ الرَّحِيمِ}\n{قُلْ أَعُوذُ بِرَبِّ الْفَلَقِ (1) مِنْ شَرِّ مَا خَلَقَ (2) وَمِنْ شَرِّ غَاسِقٍ إِذَا وَقَبَ (3) وَمِنْ شَرِّ النَّفَّاثَاتِ فِي الْعُقَدِ (4) وَمِنْ شَرِّ حَاسِدٍ إِذَا حَسَدَ (5)} [الفلق: 1 - 5]\n\nLatin:\nQul a‘ūżu birabbil-falaq(i). Min syarri mā khalaq(a). Wa min syarri gāsiqin iżā waqab(a). Wa min syarrin-naffāṡāti fil-‘uqad(i). Wa min syarri ḥāsidin iżā ḥasad(a). Wa min syarri ḥāsidin iżā ḥasad(a).\n\nArtinya:\nKatakanlah (Nabi Muhammad), “Aku berlindung kepada Tuhan yang (menjaga) fajar (subuh), dari kejahatan (makhluk yang) Dia ciptakan, dari kejahatan malam apabila telah gelap gulita, dari kejahatan perempuan-perempuan (penyihir) yang meniup pada buhul-buhul (talinya), dan dari kejahatan orang yang dengki apabila dia dengki.” (Al-Falaq: 1-5)\n",
  "zekrContentTurky" : "“De ki: \"Yarattıklarının şerrinden, bastırdığı zaman karanlığın şerrinden, düğümlere üfleyen büyü-cülerin şerrinden, hased ettiği zaman hasetçilerin şerrinden, tan yerini ağartan Rabbe sığınırım.”",
  "zekrContentUg" : "«ناھايىتى شەپقەتلىك ۋە مېھرىبان ئاللاھنىڭ ئىسمى بىلەن باشلايمەن، ‹مەخلۇقاتنىڭ شەررىدىن، قاراڭغۇلۇقى بىلەن كىرگەن كېچىنىڭ شەررىدىن، تۈگۈنلەرگە دەم سالغۇچى سېھىرگەرلەرنىڭ شەررىدىن سۈبھىنىڭ پەرۋەردىگارى ئاللاھقا سېغىنىپ پاناھ تىلەيمەن› دېگىن»",
  "zekrContentVocalDu" : "qul a‘ūḏu birabbilfalaq, min šarri ma ẖalaq, wa min šarri ġāsiqin \r\niḏā wa qab, wa min šarrin \r\nnaffātāti fil ‘uqad, wa min šarri \r\nḥāsidin iḏā ḥasad\r\n",
  "zekrContentVocalEn" : "Qul aAAoothu birabbi alfalaq  Min sharri ma khalaq  Wamin sharri ghasiqin ithawaqab  Wamin sharri annaffathatifee alAAuqad  Wamin sharri hasidin itha hasad ",
  "zekrContentVocalTurky" : "Qul aAAoothu birabbi alfalaq  Min sharri ma khalaq  Wamin sharri ghasiqin ithawaqab  Wamin sharri annaffathatifee alAAuqad  Wamin sharri hasidin itha hasad ",
  "zekrFadlAr" : "عَنْ عَبْدِ اللهِ بْنِ خُبَيْبٍ، رضي الله عنه قَالَ: خَرَجْنَا فِي لَيْلَةٍ مَطِيرَةٍ وَظُلْمَةٍ شَدِيدَةٍ نَطْلُبُ رَسُولَ اللهِ صلى الله عليه وسلم يُصَلِّي لَنَا، فَأَدْرَكْنَاهُ، فَقَالَ: «أَصَلَّيْتُمْ؟» فَلَمْ أَقُلْ شَيْئًا، فَقَالَ: «قُلْ» فَلَمْ أَقُلْ شَيْئًا ثُمَّ قَالَ: «قل» فَلَمْ أَقُلْ شَيْئًا ثُمَّ قَالَ: «قل» فَقُلْتُ: يَا رَسُولَ الله مَا أَقُولُ؟ قال: «قُلْ: {قُلْ هُوَ اللهُ أَحَدٌ} وَالْمُعَوِّذَتَيْنِ حِينَ تُمْسِي وَحِينَ تُصْبِحُ ثَلَاثَ مَرَّاتٍ تَكْفِيكَ مِنْ كُلِّ شَيْءٍ». سنن أبي داود (5082)، سنن الترمذي (3575) وصححه الألباني في صحيح الجامع (4407).",
  "zekrFadlEn" : "\"Whoever reads it 3 times in the morning, Allah suffices him from everything.\n(. Tirmidhi: 3575, with an authentic sanad)",
  "zekrFadlIn" : "\"Siapa yang membacanya 3x di pagi hari, Allah mencukupinya dari segala sesuatu.\n(HR. Tirmidzi: 3575, dengan sanad shahih)\n",
  "zekrFadlUg" : "پەيغەمبەر ئەلەيھىسسالام مۇنداق دېگەن: ئەتىگەن ۋە كەچتە ئۈچ قېتىم ئوقۇغان كىشىگە بارلىق يامانلىقلاردىن كۇپايە قىلىدۇ.",
  "zekrID" : 15,
  "zekrIdRef" : 0,
  "zekrNoOfRep" : 3,
  "insertedByUser" : 0,
  "soundFileName" : "alflq"
}, {
  "basmlaType" : 1,
  "periority" : 15,
  "specialTime" : 0,
  "typeId" : 0,
  "zekrContentAr" : "{بِسْمِ اللَّهِ الرَّحْمَنِ الرَّحِيمِ}\n{قُلۡ أَعُوذُ بِرَبِّ ٱلنَّاسِ (١) مَلِكِ ٱلنَّاسِ (٢) إِلَٰهِ ٱلنَّاسِ (٣) مِن شَرِّ ٱلۡوَسۡوَاسِ ٱلۡخَنَّاسِ (٤) ٱلَّذِي يُوَسۡوِسُ فِي صُدُورِ ٱلنَّاسِ (٥) مِنَ ٱلۡجِنَّةِ وَٱلنَّاسِ (٦)}\n[الناس: 1 - 6]",
  "zekrContentDu" : "Sprich: Ich  nehme Zuflucht  beim  Herrn  der Menschen, * Dem Herrscher über die Menschen, * Demjenigen, dem die Menschen dienen * Vor dem Übel des Einflüsterers, des sich Zurückziehenden, * Der  einflüstert in die Herzen der Menschen, * Von den Dschinn und den Menschen.  ",
  "zekrContentEn" : "Say, ˹O Prophet,˺ “I seek refuge in the Lord of humankind, \nthe Master of humankind,\nthe God of humankind, \nfrom the evil of the lurking whisperer—\nwho whispers into the hearts of humankind—         \nfrom among jinn and humankind.”  \r",
  "zekrContentFr" : "[An-Naas]",
  "zekrContentIn" : "{بِسْمِ اللَّهِ الرَّحْمَنِ الرَّحِيمِ}\n{قُلْ أَعُوذُ بِرَبِّ النَّاسِ (1) مَلِكِ النَّاسِ (2) إِلَهِ النَّاسِ (3) مِنْ شَرِّ الْوَسْوَاسِ الْخَنَّاسِ (4) الَّذِي يُوَسْوِسُ فِي صُدُورِ النَّاسِ (5) مِنَ الْجِنَّةِ وَالنَّاسِ (6)} [الناس: 1 - 6].\n\nLatin:\nQul a‘ūżu birabbin-nās(i). Malikin-nās(i). Ilāhin-nās(i). Min syarril-waswāsil-khannās(i). Allażī yuwaswisu fī ṣudūrin-nās(i).\n\nTerjemah:\nKatakanlah (Nabi Muhammad), “Aku berlindung kepada Tuhan manusia, raja manusia, sembahan manusia, dari kejahatan (setan) pembisik yang bersembunyi, yang membisikkan (kejahatan) ke dalam dada manusia.” (An-Nas: 1-6)\n",
  "zekrContentTurky" : "\"De ki: İnsanlar ve cinlerden olup insanların göğüslerine vesvese veren o sinsi vesvesecinin şerrin-den, insanların Rabbi, insanların hükümdârı ve insanların ilahı olan Allah'a sığınırım.” ",
  "zekrContentUg" : "«ناھايىتى شەپقەتلىك ۋە مېھرىبان ئاللاھنىڭ ئىسمى بىلەن باشلايمەن، ‹ئىنسانلارنىڭ پەرۋەردىگارى، ئىنسانلارنىڭ پادىشاھى، ئىنسانلارنىڭ ئىلاھى ئاللاھقا سېغىنىپ، كىشىلەرنىڭ دىللىرىدا ۋەسۋەسە قىلغۇچى جىنلاردىن ۋە ئىنسانلاردىن بولغان يوشۇرۇن شەيتاننىڭ ۋەسۋەسىسىنىڭ شەررىدىن پاناھ تىلەيمەن› دېگىن»",
  "zekrContentVocalDu" : "qul a‘ūḏu birabbinnās, malikinnās, ilahinnās, min šarril was wāsil ẖannās, allaḏī yuwaswisu fī   ṣudūrinnās, minal ǧinnati wannās",
  "zekrContentVocalEn" : "Qul aAAoothu birabbi annas Maliki annas Ilahi annas Min sharri alwaswasi alkhannas Allathee yuwaswisu fee sudoori annas Mina aljinnati wannas",
  "zekrContentVocalTurky" : "Qul aAAoothu birabbi annas Maliki annas Ilahi annas Min sharri alwaswasi alkhannas Allathee yuwaswisu fee sudoori annas Mina aljinnati wannas",
  "zekrFadlAr" : "عَنْ عَبْدِ اللهِ بْنِ خُبَيْبٍ، رضي الله عنه قَالَ: خَرَجْنَا فِي لَيْلَةٍ مَطِيرَةٍ وَظُلْمَةٍ شَدِيدَةٍ نَطْلُبُ رَسُولَ اللهِ صلى الله عليه وسلم يُصَلِّي لَنَا، فَأَدْرَكْنَاهُ، فَقَالَ: «أَصَلَّيْتُمْ؟» فَلَمْ أَقُلْ شَيْئًا، فَقَالَ: «قُلْ» فَلَمْ أَقُلْ شَيْئًا ثُمَّ قَالَ: «قل» فَلَمْ أَقُلْ شَيْئًا ثُمَّ قَالَ: «قل» فَقُلْتُ: يَا رَسُولَ الله مَا أَقُولُ؟ قال: «قُلْ: {قُلْ هُوَ اللهُ أَحَدٌ} وَالْمُعَوِّذَتَيْنِ حِينَ تُمْسِي وَحِينَ تُصْبِحُ ثَلَاثَ مَرَّاتٍ تَكْفِيكَ مِنْ كُلِّ شَيْءٍ». سنن أبي داود (5082)، سنن الترمذي (3575) وصححه الألباني في صحيح الجامع (4407).",
  "zekrFadlEn" : "\"Whoever reads it 3 times in the morning, Allah suffices him from everything.\n(. Tirmidhi: 3575, with an authentic sanad)\n",
  "zekrFadlIn" : "\"Siapa yang membacanya 3x di pagi hari, Allah mencukupinya dari segala sesuatu.\n(HR. Tirmidzi: 3575, dengan sanad shahih)\n",
  "zekrFadlUg" : "پەيغەمبەر ئەلەيھىسسالام مۇنداق دېگەن: ئەتىگەن ۋە كەچتە ئۈچ قېتىم ئوقۇغان كىشىگە بارلىق يامانلىقلاردىن كۇپايە قىلىدۇ.",
  "zekrID" : 16,
  "zekrIdRef" : 0,
  "zekrNoOfRep" : 3,
  "insertedByUser" : 0,
  "soundFileName" : "alnas"
}, {
  "basmlaType" : 0,
  "periority" : 16,
  "specialTime" : 0,
  "typeId" : 0,
  "zekrContentAr" : "أَصْبَحْنَا وَأَصْبَحَ الْمُلْكُ لله، وَالْحَمْدُ لله لَا إِلَهَ إِلَّا اللهُ، وَحْدَهُ لَا شَرِيكَ لَهُ، لَهُ الْمُلْكُ وَلَهُ الْحَمْدُ وَهُوَ عَلَى كُلِّ شَيْءٍ قَدِيرٌ، رَبِّ أَسْأَلُكَ خَيْرَ مَا فِي هَذِا اليومِ وَخَيْرَ مَا بَعْدَه، وَأَعُوذُ بِكَ مِنْ شَرِّ مَا فِي هَذِا اليومِ وَشَرِّ مَا بَعْدَه، رَبِّ أَعُوذُ بِكَ مِنَ الْكَسَلِ وَسُوءِ الْكِبَرِ، رَبِّ أَعُوذُ بِكَ مِنْ عَذَابٍ فِي النَّارِ وَعَذَابٍ فِي الْقَبْرِ.",
  "zekrContentDu" : " Wir treten in den Morgen ein und die Herrschaft ist Allahs am Morgen   und  das  Lob  ist Allahs.  Nichts gibt es, dem zu Recht gedient wird, außer Allah in Seiner Einzigkeit, keinen Teilhaber hat Er. Sein ist die Herrschaft und Sein ist das Lob, und Er ist über alles mächtig. Mein Herr, ich bitte Dich um das Gute in diesem Tage und das Gute danach, (2) und ich nehme Zuflucht bei Dir, vor dem Übel in diesem Tag und dem Übel danach. Mein Herr, ich  nehme Zuflucht  bei  Dir, vor der Trägheit und vor dem Unheil des hohen Alters. Mein Herr, ich nehme Zuflucht bei Dir, vor der  Strafe im Feuer und der Strafe im Grab.",
  "zekrContentEn" : "We have entered the morning and at this very time the whole kingdom belongs to Allah. All praise is due to Allah. There is no god but Allah, the One; He has no partner with Him. The entire kingdom belongs solely to Him, to Him is all praise due, and He is All-Powerful over everything. My Lord, I ask You for the good that is in this day and the good that follows it, and I seek Your protection from the evil that is in this day and from the evil that follows it. My Lord, I seek Your protection from laziness and the misery of old age. My Lord, I seek Your protection from the torment of the Hell-fire and the punishment of the grave.\n\n",
  "zekrContentFr" : "Nous sommes au matin et la Royauté appartient à Dieu.\r\nLouange à Dieu. Il n'y a pas de divinité en dehors de\r\nDieu, l 'Unique sans associé. ÀLui la Royauté et la\r\nLouange. Il est puissant sur toute chose. Seigneur je Te\r\ndemande le bien de cette nuit et le bien qui vient après\r\nelle, et je me refugie auprès de Toi contre le mal de cette\r\nnuit et le mal qui vient après elle. Seigneur je me refugie\r\nauprès de  Toi contre la paresse, la  mauvaise vieillesse,\r\nSeigneur je me refugie auprès de Toi contre le châtiment\r\ndu feu et le châtiment de la tombe.'\r\n",
  "zekrContentIn" : "أَصْبَحْنَا وَأَصْبَحَ الْمُلْكُ لِلَّهِ وَالْحَمْدُ لِلَّهِ لَا إِلَهَ إِلَّا اللَّهُ وَحْدَهُ لَا شَرِيكَ لَهُ لَهُ الْمُلْكُ وَلَهُ الْحَمْدُ وَهُوَ عَلَى كُلِّ شَيْءٍ قَدِيرٌ رَبِّ أَسْأَلُكَ خَيْرَ مَا فِي هَذَا الْيَوْمِ وَخَيْرَ مَا بَعْدَهُ، وَأَعُوْذُ بِكَ مِنْ شَرِّ مَا فِيْ هَذَا الْيَوْمِ وَشَرِّ مَا بَعْدَهُ رَبِّ أَعُوذُ بِكَ مِنْ الْكَسَلِ وَسُوءِ الْكِبَرِ رَبِّ أَعُوذُ بِكَ مِنْ عَذَابٍ فِي النَّارِ وَعَذَابٍ فِي الْقَبْرِ\n\nLatin:\nAṣbaḥnā wa aṣbaḥal mulku lillāhi walḥamdu lillāhi, lā ilāha illallāhu waḥdahū lā syarīka lahū lahul mulku wa lahul Ḥamdu wa huwa ‘alā kulli syai’inn qadīr. Rabbi as’aluka khaira māfī hażal yaumi wa khaira mā ba‘dahu, wa a‘ūżu bika min syarri māfī hażal yaumi wa syarri mā ba‘dahu. Rabbi a‘ūżu bika minal kasali wa sūil kibari rabbi a‘ūżu bika min ‘ażābin fīn nāri wa ‘ażābin fīl qabri.\n\nArtinya:\n“Kami memasuki pagi dan kerajaan hanya milik Allah. Segala puji bagi Allah tiada Illah selain Allah, Dialah yang Esa, tiada sekutu bagi-Nya. Bagi-Nya kerajaan dan pujian, dan Dialah yang berkuasa atas segala sesuatu.Ya Allah, aku mohon kepada-Mu dari kebaikan hari ini dan kebaikan sesudahnya. Aku berlindung kepada-Mu dari kejahatan yang ada pada hari ini dan kejahatan sesudahnya. Dan aku berlindung kepada-Mu dari kemalasan, kesengsaraan di masa tua. Ya Allah, Aku berlindung kepada-Mu dari azab neraka dan azab di dalam kubur.”\n",
  "zekrContentTurky" : "“Mülk, Allah’a âit olduğu halde sabahladık.  Hamd Allah’adır.Allah’tan başka hakkıyla ibâdet lâyık hiçbir  ilah yoktur.O, tektir ve ortağı yoktur.Mülk O’nundur.Hamd, O’nadır. O, her şeye gücü yetendir. Rabbim! Senden bu günde olan ve bu günden sonraki hayrı ister;   bu günün şerrinden ve bu günden sonraki şerden de sana sığınırım.Rabbim! Tembellikten ve ihtiyar-lığın kötülüğünden sana sığınırım.Rabbim! Cehennem ve kabir azabından sana sığınırım.”",
  "zekrContentUg" : "«بىز تاڭ ئاتقۇزدۇق، بارچە پادىشاھلىق ئاللاھقا مەنسۇپ بولغان ھالدا تاڭ ئاتتى، (بىز كەچ قىلدۇق، بارچە پادىشاھلىق ئاللاھقا مەنسۇپ بولغان ھالدا كەچ كىردى)، پۈتۈن ھەمدۇ سانا ئاللاھقا خاستۇر. ئاللاھتىن باشقا ھەقىقىي ئىلاھ يوق، ئاللاھ يالغۇزدۇر، ئۇنىڭ ھېچ شېرىكى يوقتۇر، پادىشاھلىق ۋە ھەمدۇ سانا ئۇنىڭغا خاستۇر، ئۇ ھەممە نەرسىگە كۈچى يەتكۈچىدۇر. پەرۋەردىگارىم! بۇ كۈننىڭ ۋە كېيىنكىسىنىڭ ياخشىلىقىنى تىلەيمەن، (بۇ كېچىنىڭ ۋە كېيىنكىسىنىڭ ياخشىلىقىنى تىلەيمەن)، ساڭا سېغىنىپ بۇ كۈننىڭ ۋە كېيىنكىسىنىڭ يامانلىقىدىن پاناھ تىلەيمەن، (بۇ كېچىنىڭ ۋە كېيىنكىسىنىڭ يامانلىقىدىن پاناھ تىلەيمەن). پەرۋەردىگارىم! ساڭا سېغىنىپ ھۇرۇنلۇقتىن، قېرىلىقنىڭ يامانلىقىدىن پاناھ تىلەيمەن. پەرۋەردىگارىم! ساڭا سېغىنىپ دوزاختىكى ئازابتىن ۋە قەبرىدىكى ئازابتىن پاناھ تىلەيمەن»",
  "zekrContentVocalDu" : "asbaḥnā wa asbaḥal mulku lillāh, wal ḥamdulillāh, la ilāha illallāh, waḥdahu la šarīka lahu, lahulmulk wa lahul ḥamd wa huwa ‘alā kulli ša’in qadīr. rabbī asaluka ẖairẖayra ma fī haḏal yaum (lailayl), wa ẖairẖayra mā ba’dauhu (ha), wa a‘ūḏubika min šarri mā haḏal yaum(lailayl), wa šarri mā ba’dauhu(ha), rabbī a‘ūḏubika minal kasl, wa sū’il kibr, rabbī a‘ūḏu bika min ‘aḏābinnār, wa ‘aḏābil qabr",
  "zekrContentVocalEn" : "Asbahna wa-asbahal-mulku lillah walhamdu lillah la ilaha illal-lah, wahdahu la shareeka lah, lahul-mulku walahul-hamd, wahuwa AAala kulli shayin qadeer, rabbi as-aluka khayra ma fee hathal-yawm wakhayra ma baAAdah, wa-aAAoothu bika min sharri hathal-yawm, washarri ma baAAdah, rabbi aAAoothu bika minal-kasal, wasoo-il kibar, rabbi aAAoothu bika min AAathabin fin-nar, waAAathabin fil-qabr",
  "zekrContentVocalTurky" : "Asbahna wa-asbahal-mulku lillah walhamdu lillah la ilaha illal-lah, wahdahu la shareeka lah, lahul-mulku walahul-hamd, wahuwa AAala kulli shayin qadeer, rabbi as-aluka khayra ma fee hathal-yawm wakhayra ma baAAdah, wa-aAAoothu bika min sharri hathal-yawm, washarri ma baAAdah, rabbi aAAoothu bika minal-kasal, wasoo-il kibar, rabbi aAAoothu bika min AAathabin fin-nar, waAAathabin fil-qabr",
  "zekrFadlAr" : "عن عبد الله بن مسعود رضي الله عنه، قال: كَانَ نَبِيُّ اللهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ، إِذَا أَمْسَى قَالَ: «أَمْسَيْنَا وَأَمْسَى الْمُلْكُ لله، وَالْحَمْدُ لله لَا إِلَهَ إِلَّا اللهُ، وَحْدَهُ لَا شَرِيكَ لَهُ» قَالَ: أُرَاهُ قَالَ فِيهِنَّ: «لَهُ الْمُلْكُ وَلَهُ الْحَمْدُ وَهُوَ عَلَى كُلِّ شَيْءٍ قَدِيرٌ، رَبِّ أَسْأَلُكَ خَيْرَ مَا فِي هَذِهِ اللَّيْلَةِ وَخَيْرَ مَا بَعْدَهَا، وَأَعُوذُ بِكَ مِنْ شَرِّ مَا فِي هَذِهِ اللَّيْلَةِ وَشَرِّ مَا بَعْدَهَا، رَبِّ أَعُوذُ بِكَ مِنَ الْكَسَلِ وَسُوءِ الْكِبَرِ، رَبِّ أَعُوذُ بِكَ مِنْ عَذَابٍ فِي النَّارِ وَعَذَابٍ فِي الْقَبْرِ» وَإِذَا أَصْبَحَ قَالَ ذَلِكَ أَيْضًا: «أَصْبَحْنَا وَأَصْبَحَ الْمُلْكُ لله». صحيح مسلم (2723).",
  "zekrFadlEn" : "Sahih Muslm 2723",
  "zekrFadlIn" : "(HR. Muslim No. 2723)",
  "zekrFadlUg" : "مۇسلىم رىۋايەت قىلغان",
  "zekrID" : 17,
  "zekrIdRef" : 0,
  "zekrNoOfRep" : 1,
  "insertedByUser" : 0,
  "soundFileName" : "asb7na_w_asb7_almolk_al7md_laelaha"
}, {
  "basmlaType" : 0,
  "periority" : 17,
  "specialTime" : 0,
  "typeId" : 0,
  "zekrContentAr" : "اللَّهُمَّ بِكَ أَصْبَحْنَا، وَبِكَ أَمْسَيْنَا، وَبِكَ نَحْيَا وَبِكَ نَمُوتُ وَإِلَيْكَ النُّشُورُ.",
  "zekrContentDu" : "O Allah, durch Dich treten wir in den Morgen ein und durch Dich treten wir in den Abend ein, (1) und  durch Dich  leben wir und durch Dich sterben wir und zu Dir hin ist die Auferstehung ",
  "zekrContentEn" : "We have entered the morning and at this very time the whole kingdom belongs to Allah, Lord of the Worlds. O Allah, I ask You for the goodness of this day: its victory, its help, its light, and its blessings and guidance. I seek Your protection from the evil that is in it and from the evil that follows it.\n\r",
  "zekrContentFr" : "Seigneur Dieu, c'est par Toi que nous sommes en vie au\r\nmatin, que nous serons au soir, que nous devrons vivre et\r\nque nous devrons mourir, vers Toi se fera la\r\nrésurrection.'",
  "zekrContentIn" : "اللَّهُمَّ بِكَ أَصْبَحْنَا وَبِكَ أَمْسَيْنَا وَبِكَ نَحْيَا وَبِكَ نَمُوتُ وَإِلَيْكَ الْمَصِيرُ\n\nLatin:\nAllāhumma bika aṣbaḥnā wa bika amsainā wa bika naḥyā wa bika namūtu wa ilaikal maṣīr\n\nArtinya:\n“Ya Allah dengan pertolongan-Mu kami berada di pagi hari, dan dengan pertolongan-Mu kami berada di sore hari, dan dengan kehendak-Mu kami hidup serta mati, dan kepada-Mu kami dibangkitkan.”\n",
  "zekrContentTurky" : "“Allahım! Senin yardımınla sabahlar ve yine senin yardımınla akşamlarız.  Senin yardımınla yaşar ve senin yardımınla ölürüz.Ve dönüş, yalnızca sanadır..”",
  "zekrContentUg" : "«ئى ئاللاھ! سېنىڭ قۇدرىتىڭ بىلەن ئەتىگەن تۇردۇق، سېنىڭ قۇدرىتىڭ بىلەن كەچلىدۇق، سېنىڭ قۇدرىتىڭ بىلەن ياشايمىز ۋە سېنىڭ قۇدرىتىڭ بىلەن ئۆلىمىز، توپلىنىدىغان جاي سېنىڭ دەرگاھىڭدۇر. (قايتىدىغان جايىمىز سېنىڭ تەرىپىڭدۇر)»",
  "zekrContentVocalDu" : "allāhumma bika aṣbaḥnā, wa bika amsaiaynā,  wa bika naḥyā, wa bika namūt, wa ilaikilayka nnusūr ",
  "zekrContentVocalEn" : "Allahumma bika asbahna wabika amsayna, wabika nahya ,wabika namootu wa-ilaykan-nushoor",
  "zekrContentVocalTurky" : "Allahumma bika asbahna wabika amsayna, wabika nahya ,wabika namootu wa-ilaykan-nushoor",
  "zekrFadlAr" : "عن أبي هريرة رَضِيَ الله عَنْهُ قَالَ: كَانَ النَّبِيُّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ إِذَا أَصْبَحَ قَالَ: «اللَّهُمَّ بِكَ أَصْبَحْنَا وَبِكَ أَمْسَيْنَا وَبِكَ نَحْيَا وَبِكَ نَمُوتُ وَإِلَيْكَ النُّشُورُ» وَإِذَا أَمْسَى قَالَ: «اللَّهُمَّ بِكَ أَمْسَيْنَا وَبِكَ أَصْبَحْنَا وَبِكَ نَحْيَا وَبِكَ نموت وإليك المصير». الأدب المفرد (1199)، وصححه الألباني في الصحيحة (262).",
  "zekrFadlEn" : "(. Tirmidhi: 3391, Adabul Mufrad: 1199)\n",
  "zekrFadlIn" : "(HR. Tirmidzi: 3391, Adabul Mufrad: 1199)",
  "zekrFadlUg" : "تىرمىزى رىۋايەت قىلغان",
  "zekrID" : 18,
  "zekrIdRef" : 0,
  "zekrNoOfRep" : 1,
  "insertedByUser" : 0,
  "soundFileName" : "alahom_bk_asb7na_w_amsina"
}, {
  "basmlaType" : 0,
  "periority" : 18,
  "specialTime" : 0,
  "typeId" : 0,
  "zekrContentAr" : "اللَّهُمَّ أَنْتَ رَبِّي، لاَ إِلَهَ إِلَّا أَنْتَ، خَلَقْتَنِي وَأَنَا عَبْدُكَ، وَأَنَا عَلَى عَهْدِكَ وَوَعْدِكَ مَا اسْتَطَعْتُ، أَعُوذُ بِكَ مِنْ شَرِّ مَا صَنَعْتُ، أَبُوءُ لَكَ بِنِعْمَتِكَ عَلَيَّ، وَأَبُوءُ بِذَنْبِي فَاغْفِرْ لِي، فَإِنَّهُ لاَ يَغْفِرُ الذُّنُوبَ إِلَّا أَنْتَ.",
  "zekrContentDu" : "O Allah, Du bist mein Herr, nichts gibt es, dem zu Recht gedient wird, außer Dir. Du hast mich erschaffen und ich bin Dein Diener, und ich komme dem Bund mit Dir und Deinem Versprechen nach, so gut ich kann. Ich nehme Zuflucht bei Dir, vor dem Übel, welches ich getan habe. Ich gestehe Dir Deine Gnade auf mich zu und ich bekenne mich meiner Sünde, so vergib mir, denn wahrlich niemand vergibt die Sünden, außer Dir",
  "zekrContentEn" : "O Allah, You are my Lord. There is no god except You. You have created me, and I am Your slave, and I am under Your covenant and pledge (to fulfil it) to the best of my ability. I seek Your protection from the evil that I have done. I acknowledge the favours that You have bestowed upon me, and I admit my sins. Forgive me, for none forgives sins but You.\n\r",
  "zekrContentFr" : " Allah, c'est Toi qui es mon Seigneur, il n'y a de dieu\r\nque Toi. Tu m'as créé, je suis Ton serviteur, je suis\r\nsoumis àTes engagements et àTes promesses autant que\r\nje le puis, je me mets sous Ta protection contre les péchés\r\nque j'ai commis ; je reconnais les faveurs dont Tu m'as\r\ncomblé et je reconnais mes péchés, sur ce, pardonne-moi,\r\nnul autre que Toi ne pardonne les péchés.'\r\n",
  "zekrContentIn" : "اللَّهُمَّ أَنْتَ رَبِّي لَا إِلَهَ إِلَّا أَنْتَ خَلَقْتَنِي وَأَنَا عَبْدُكَ وَأَنَا عَلَى عَهْدِكَ وَوَعْدِكَ مَا اسْتَطَعْتُ أَعُوذُ بِكَ مِنْ شَرِّ مَا صَنَعْتُ أَبُوءُ لَكَ بِنِعْمَتِكَ عَلَيَّ وَأَبُوءُ لَكَ بِذَنْبِي فَاغْفِرْ لِي فَإِنَّهُ لَا يَغْفِرُ الذُّنُوبَ إِلَّا أَنْتَ\n\nLatin:\nAllāhumma anta rabbī lā ilāha illā anta khalaqtanī wa anā ‘abduka wa anā ‘alā ‘ahdika wa wa‘dika mās taṭa’tu, a‘ūżu bika min syarri māṣana‘tu abū’u laka bini‘matika ‘alayya wa abū’u laka biżanbī fagfir lī fainnahū lā yagfiruż żunūba illā anta.\n\nArtinya:\n“Ya Allah, Engkau adalah Rabbku, tidak ada Illah yang berhak diibadahi selain Engkau. Engkau telah menciptakanku dan aku adalah hamba-Mu. Aku akan setia pada perjanjianku dengan-Mu semampuku. Aku berlindung kepada-Mu dari keburukan perbuatanku, aku akui nikmat-Mu kepadaku dan aku mengakui dosaku kepada-Mu, maka ampunilah aku. Sebab tidak ada yang dapat mengampuni dosa selain-Mu”\n",
  "zekrContentTurky" : "“Allahım! Sen benim Rabbimsin. Senden başka hakkıyla ibâdete lâyık hiçbir ilah yoktur.Beni sen yarattın ve ben senin kulunum.Gücüm yettiğince sana verdiğim söz üzereyim. Yaptıklarımın şerrinden sana sığınırım.Üzerimdeki nimetini ve günahlarımı kabul ediyorum.Beni bağışla.Şüphesiz günahları ancak sen bağışlarsın.”",
  "zekrContentUg" : "«ئى ئاللاھ! سەن مېنىڭ پەرۋەردىگارىمسەن، سەندىن باشقا مەبۇد يوق، سەن مېنى ياراتتىڭ، مەن سېنىڭ بەندەڭ، مەن (پەيغەمبەرلەرنىڭ تىلى ئارقىلىق مەندىن ئالغان) ئەھدىڭنى ۋە ۋەدەڭنى كۈچۈمنىڭ يېتىشىچە ئەمەلگە ئاشۇرۇشقا تىرىشىمەن. ساڭا سېغىنىپ ئىشلىرىمنىڭ يامانلىقىدىن پاناھ تىلەيمەن. ماڭا ئاتا قىلغان نېمەتلىرىڭنى تونۇيمەن ۋە گۇناھلىرىمنى ئېتىراپ قىلىمەن. ئى ئاللاھ! گۇناھلىرىمنى مەغپىرەت قىلغىن، ھەقىقەتەن گۇناھلارنى سەندىن بۆلەك مەغپىرەت قىلغۇچى يوقتۇر»",
  "zekrContentVocalDu" : "allāhumma anta rabbī la ilāha \r\nilla ant, ẖalaqtanī wa anā ‘abduk, wa anā ‘alā ‘ahdik, wa wa‘dika mastaṭa’t. a‘ūḏubika min šarri \r\nmā ṣana‘tu abū’u laka bi nia‘matika ‘alayya, wa abū’u biḏanbī faġfirlī, fa innahu la yaġfiruḏ ḏunūba illa ant\r\n",
  "zekrContentVocalEn" : "Allahumma anta rabbee la ilaha illa ant, khalaqtanee wa-ana AAabduk, wa-ana AAala AAahdika wawaAAdika mas-tataAAt, aAAoothu bika min sharri ma sanaAAt, aboo-o laka biniAAmatika AAalay, wa-aboo-o bithanbee, faghfir lee fa-innahu la yaghfiruth-thunooba illa ant",
  "zekrContentVocalTurky" : "Allahumma anta rabbee la ilaha illa ant, khalaqtanee wa-ana AAabduk, wa-ana AAala AAahdika wawaAAdika mas-tataAAt, aAAoothu bika min sharri ma sanaAAt, aboo-o laka biniAAmatika AAalay, wa-aboo-o bithanbee, faghfir lee fa-innahu la yaghfiruth-thunooba illa ant",
  "zekrFadlAr" : "عَنْ شَدَّادِ بْنِ أَوْسٍ، قَالَ: قَالَ رَسُولُ اللهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: «سَيِّدُ الِاسْتِغْفَارِ اللهُمَّ أَنْتَ رَبِّي لَا إِلَهَ إِلَّا أَنْتَ خَلَقْتَنِي وَأَنَا عَبْدُكَ، وَأَنَا عَلَى عَهْدِكَ وَوَعْدِكَ مَا اسْتَطَعْتُ، أَعُوذُ بِكَ مِنْ شَرِّ مَا صَنَعْتُ، أَبُوءُ لَكَ بِنِعْمَتِكَ عَلَيَّ، وَأَبُوءُ لَكَ بِذَنْبِي فَاغْفِرْ لِي، إِنَّهُ لَا يَغْفِرُ الذُّنُوبَ إِلَّا أَنْتَ». قال: «مَنْ قَالَهَا بَعْدَمَا يُصْبِحُ مُوقِنًا بِهَا، فَمَاتَ مِنْ يَوْمِهِ كَانَ مِنْ أَهْلِ الْجَنَّةِ، وَمَنْ قَالَهَا بَعْدَمَا يُمْسِي مُوقِنًا بِهَا فَمَاتَ مِنْ لَيْلَتِهِ كَانَ مِنْ أَهْلِ الْجَنَّةِ». صحيح البخاري (6306).",
  "zekrFadlEn" : "Whoever says it in the morning with full faith and dies on that day, then he is one of the inhabitants of paradise. (. Al-Bukhari No. 6306)\n",
  "zekrFadlIn" : "Siapa yang mengucapkan di waktu pagi dengan penuh keyakinan lalu meninggal pada hari itu, maka ia termasuk penghuni surga. (HR. Al-Bukhari No. 6306)",
  "zekrFadlUg" : "بۇخارىي رىۋايەت قىلغان. پەزىلىتى: كىم ئىشەنگەن ھالدا كەچتە ئوقۇسا ۋە شۇ كېچىسى ۋاپات قىلسا جەننەتكە كىرىدۇ. ئەتىگەندە ئوقۇغان كىشىمۇ شۇنداق.",
  "zekrID" : 19,
  "zekrIdRef" : 0,
  "zekrNoOfRep" : 1,
  "insertedByUser" : 0,
  "soundFileName" : "allhom_anta_rby_5lktny"
}, {
  "basmlaType" : 0,
  "periority" : 19,
  "specialTime" : 0,
  "typeId" : 0,
  "zekrContentAr" : "اللَّهُمَّ إِنِّي أَصْبَحْتُ أُشْهِدُكَ، وَأُشْهِدُ حَمَلَةَ عَرْشِكَ، وَمَلَائِكَتَكَ وَجَمِيعَ خَلْقِكَ، أَنَّكَ أَنْتَ اللَّهُ لَا إِلَهَ إِلَّا أَنْتَ وَحْدَكَ لَا شَرِيكَ لَكَ وَأَنَّ مُحَمَّدًا عَبْدُكَ وَرَسُولُكَ.",
  "zekrContentDu" : "O Allah, wahrlich ich nehme Dich am Morgen als Zeugen und ich nehme die Träger Deines Thrones, Deine Engel und Deine gesamte Schöpfung als Zeugen dafür, daß Du Allah bist. Nichts gibt es, dem zu Recht gedient wird, außer Dir in Deiner Einzigkeit, keinen Teilhaber hast Du und daß Muhammad Dein Diener und Gesandter ist",
  "zekrContentEn" : "O Allah, I have entered the morning and call upon You, the bearers of Your Throne, Your angels and all creation, to bear witness that surely You are Allah. There is no god but You Alone. You have no partners, and that Muhammad ﷺ  is Your slave and Your Messenger.\n\r",
  "zekrContentFr" : "Seigneur, me voilà au matin témoigner devant Toi,\r\ndevant ceux qui portent Ton trône, devant Tes Anges et\r\ntoutes Tes créatures, que c'est Toi qui es Dieu, en dehors\r\nde Qui il n'y a point de divinité et que Mohammad est\r\nTon serviteur et Messager..' (Quatre fois le matin et le soir.)\r\n",
  "zekrContentIn" : "اللَّهُمَّ إِنِّي أَصْبَحْتُ أُشْهِدُكَ وَأُشْهِدُ حَمَلَةَ عَرْشِكَ وَمَلَائِكَتَكَ وَجَمِيعَ خَلْقِكَ أَنَّكَ أَنْتَ اللَّهُ لَا إِلَهَ إِلَّا أَنْتَ وَحْدَكَ لَا شَرِيكَ لَكَ وَأَنَّ مُحَمَّدًا عَبْدُكَ وَرَسُولُكَ\n\nLatin:\nAllāhumma innī aṣbaḥtu usyhiduka wa usyhidu ḥamalata ‘arsyika wa malā’ikatika wa jamī‘a khalqika annaka antallāhu lā ilāha illā anta waḥdaka lā syarīka laka wa anna muḥammadan ‘abduka wa rasūluka.\n\nArtinya:\n“Ya Allah, aku berada di waktu pagi bersaksi atas-Mu, dan kepada para pembawa Arsy-Mu, kepada semua malaikat, dan kepada semua makhluk-Mu, bahwa Engkau adalah Allah yang tidak ada Tuhan selain Engkau semata, tidak ada sekutu bagi-Mu. Dan Muhammad adalah hamba dan Rasul-Mu.”\n",
  "zekrContentTurky" : "“Allahım! Senin kendinden başka hakkıyla ibâdet lâyık hiçbir ilah olmayan Allah olduğuna ve Muhammed’in de senin kulun ve elçin olduğuna; seni, senin arşını taşıyanları, meleklerini ve bütün yarattıklarını şahit tutarak sabahladım .”",
  "zekrContentUg" : "«ئى ئاللاھ! مەن سېنى ۋە سېنىڭ ئەرشىڭنى كۆتۈرۈپ تۇرغۇچى پەرىشتىلەرنى، جىمى پەرىشتىلىرىڭنى، بارلىق مەخلۇقاتلىرىڭنى سېنىڭ بىرلا ئىلاھ ئىكەنلىكىڭگە، سەندىن باشقا ھەقىقىي ئىلاھ يوقلىقىغا، يالغۇز ئىكەنلىكىڭگە ۋە شېرىكىڭ يوقلىقىغا، مۇھەممەد ئەلەيھىسسالامنىڭ سېنىڭ بەندەڭ ۋە پەيغەمبىرىڭ ئىكەنلىكىگە گۇۋاھ بولغان ھالدا تاڭ ئاتقۇزدۇم»",
  "zekrContentVocalDu" : "allāhumma innī aṣbaḥtu ušhiduk wa ušhudu ḥamalata aršik,wa malāikatak,wa ǧamī‘’a ẖalqik.   ẖalqik.innaka antallāhu la ilāha illa ant, waḥdaka lā šarīka lak,wa anna muḥammadan abduka wa rasūluk\r\n",
  "zekrContentVocalEn" : "Allahumma innee asbahtu oshhiduk, wa-oshhidu hamalata AAarshik, wamala-ikatak, wajameeAAa khalqik, annaka antal-lahu la ilaha illa ant, wahdaka la shareeka lak, wa-anna Muhammadan AAabduka warasooluk",
  "zekrContentVocalTurky" : "Allahumma innee asbahtu oshhiduk, wa-oshhidu hamalata AAarshik, wamala-ikatak, wajameeAAa khalqik, annaka antal-lahu la ilaha illa ant, wahdaka la shareeka lak, wa-anna Muhammadan AAabduka warasooluk",
  "zekrFadlAr" : "عَنْ أَنَسِ بْنِ مَالِكٍ، أَنَّ رَسُولَ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ، قَالَ: «مَنْ قَالَ حِينَ يُصْبِحُ أَوْ يُمْسِي: اللَّهُمَّ إِنِّي أَصْبَحْتُ أُشْهِدُكَ وَأُشْهِدُ حَمَلَةَ عَرْشِكَ وَمَلَائِكَتَكَ، وَجَمِيعَ خَلْقِكَ أَنَّكَ أَنْتَ اللَّهُ لَا إِلَهَ إِلَّا أَنْتَ وَأَنَّ مُحَمَّدًا عَبْدُكَ وَرَسُولُكَ أَعْتَقَ اللَّهُ رُبُعَهُ مِنَ النَّارِ، فَمَنْ قَالَهَا مَرَّتَيْنِ أَعْتَقَ اللَّهُ نِصْفَهُ، وَمَنْ قَالَهَا ثَلَاثًا أَعْتَقَ اللَّهُ ثَلَاثَةَ أَرْبَاعِهِ، فَإِنْ قَالَهَا أَرْبَعًا أَعْتَقَهُ اللَّهُ مِنَ النَّارِ». سنن أبي داود (5069)، وفي رواية أخرى بلفظ: «مَنْ قَالَ حِينَ يُصْبِحُ: اللَّهُمَّ إِنِّي أَصْبَحْتُ أُشْهِدُكَ، وَأُشْهِدُ حَمَلَةَ عَرْشِكَ، وَمَلَائِكَتَكَ وَجَمِيعَ خَلْقِكَ، أَنَّكَ أَنْتَ اللَّهُ لَا إِلَهَ إِلَّا أَنْتَ وَحْدَكَ لَا شَرِيكَ لَكَ، وَأَنَّ مُحَمَّدًا عَبْدُكَ وَرَسُولُكَ، إِلَّا غُفِرَ لَهُ مَا أَصَابَ فِي يَوْمِهِ ذَلِكَ مِنْ ذَنْبٍ، وَإِنْ قَالَهَا حِينَ يُمْسِي غُفِرَ لَهُ مَا أَصَابَ تِلْكَ اللَّيْلَةَ». سنن أبي داود (5078)، وحسنه شعيب الأرنؤوط.",
  "zekrFadlEn" : "\"Whoever reads it every morning and evening 4 times, God will free himself from the fire of hell\";\n(Sunan Abu Daud: 5069, authentic sanad)\n",
  "zekrFadlIn" : "“Siapa yang membacanya setiap pagi dan petang sebanyak 4x, Allah bebaskan dirinya dari api neraka”;\n(Sunan Abu Daud: 5069, dengan sanad baik)\n",
  "zekrFadlUg" : "ئەبۇ داۋۇد رىۋايەت قىلغان. ھەدىستە مۇنداق كەلگەن: ئەتىگەن ياكى ئاخشامدا بۇ دۇئانى 4 قېتىم ئوقۇغان كىشىنى ئاللاھ جەھەننەمدىن قۇتۇلدۇرىدۇ.",
  "zekrID" : 20,
  "zekrIdRef" : 0,
  "zekrNoOfRep" : 4,
  "insertedByUser" : 0,
  "soundFileName" : "allahom_eny_asb7t_ashedk"
}, {
  "basmlaType" : 0,
  "periority" : 20,
  "specialTime" : 0,
  "typeId" : 0,
  "zekrContentAr" : "اللهُمَّ مَا أَصْبَحَ بِي مِنْ نِعْمَةٍ أَوْ بِأَحَدٍ مِنْ خَلْقِكَ، فَمِنْكَ وَحْدَكَ لَا شَرِيكَ لَكَ، فَلَكَ الْحَمْدُ وَلَكَ الشُّكْرُ.",
  "zekrContentDu" : "O Allah, daßs, was am Morgen mit mir ist an Gnade oder mit irgendeinem von Deiner Schöpfung, das ist von Dir alleine, keinen Teilhaber hast Du, daher ist für Dich das Lob und für Dich der Dank",
  "zekrContentEn" : "O Allah, all the favours that I or anyone from Your creation has received in the morning, are from You Alone. You have no partner. To You Alone belong all praise and all thanks.\n\r",
  "zekrContentFr" : " mon Dieu, la faveur qui m'a touché ce matin ou a\r\ntouché une de tes créatures ne procède de T oi, Tu\r\nn'as aucun associé, à Toi la Louange et à Toi û'exprime\r\nla reconnaissance.'",
  "zekrContentIn" : "اللَّهُمَّ مَا أَصْبَحَ بِي مِنْ نِعْمَةٍ أَوْ بِأَحَدٍ مِنْ خَلْقِكَ، فَمِنْكَ وَحْدَكَ لا شَرِيكَ لَكَ، فَلَكَ الْحَمْدُ وَلَكَ الشُّكْرُ\n\nLatin:\nAllāhumma mā aṣbaḥa bī min ni‘matin au bi’aḥadin min khalqika, faminka waḥdaka lā syarīka laka, falakal ḥamdu wa lakasy syukru.\n\nArtinya:\n“Ya Allah, pagi ini tidak ada nikmat yang ada padaku atau yang diterima salah seorang makhluk-Mu, kecuali dari-Mu semata, tidak ada sekutu bagi-Mu. Maka bagi-Mu lah segala puji dan syukur.”\n",
  "zekrContentTurky" : "“Allahım! Benim veya kullarından biri yanında sabaha  çıkan her nimet sadece sendendir.Senin ortağın yoktur. Hamd, yalnızca sanadır. Şükür de sanadır.”",
  "zekrContentUg" : "«ئى ئاللاھ! ماڭا ياكى بەندىلىرىڭدىن بىرەرسىگە ئەتىگەندە ( ھەمدە ئاخشامدا) ئاتا قىلىنغان قانداقلا بىر نېمەت بولمىسۇن، ئۇ چوقۇم سېنىڭدىندۇر. سېنىڭ ھېچ شېرىكىڭ يوق، ھەمدۇ سانا ۋە شۈكۈر پەقەت ساڭىلا خاستۇر. پەرۋەردىگارىم! سېنىڭ پادىشاھلىقىڭنىڭ كاتتىلىقى ۋە مەرتىۋەڭنىڭ ئۇلۇغلۇقىغا لايىق كېلىدىغان ھەمدۇ سانا ساڭا خاستۇر»",
  "zekrContentVocalDu" : "allāhumma mā aṣbaḥa bi man nia‘matin auw bi aḥadin min ẖalqik,fa minka waḥdaka la šarīka lak, falakal ḥamdu wa laka šukr",
  "zekrContentVocalEn" : "Allahumma ma asbaha bee min niAAmatin, aw bi-ahadin min khalqik, faminka wahdaka la shareeka lak, falakal-hamdu walakash-shukr",
  "zekrContentVocalTurky" : "Allahumma ma asbaha bee min niAAmatin, aw bi-ahadin min khalqik, faminka wahdaka la shareeka lak, falakal-hamdu walakash-shukr",
  "zekrFadlAr" : "عَنِ ابْنِ غَنَّامٍ أَنَّ النَّبِيَّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ قَالَ: «مَنْ قَالَ حِينَ يُصْبِحُ: اللَّهُمَّ مَا أَصْبَحَ بِي مِنْ نِعْمَةٍ، أَوْ بِأَحَدٍ مِنْ خَلْقِكَ، فَمِنْكَ وَحْدَكَ لَا شَرِيكَ لَكَ، فَلَكَ الْحَمْدُ وَلَكَ الشُّكْرُ، فَقَدْ أَدَّى شُكْرَ ذَلِكَ الْيَوْمَ». سنن أبي داود (5073)، السنن الكبرى للنسائي (9750)، صحيح ابن حبان (861)، وقال النووي في الأذكار: إسناده جيد، وقال عبد القادر الأرنؤوط: حديث حسن. الأذكار للنووي تحقيق: عبد القادر الأرنؤوط (79).",
  "zekrFadlEn" : "\"Whoever says it in the morning then he has thanked God that day.\" (. Abu Dawud: 5073, authentic sanad)\n",
  "zekrFadlIn" : "“Siapa yang mengucapkan di waktu pagi maka ia telah bersyukur kepada Allah pada hari itu.” (HR. Abu Dawud: 5073, dengan sanad baik)",
  "zekrFadlUg" : "ئەبۇ داۋۇد رىۋايەت قىلغان. ھەدىستە مۇنداق كەلگەن: بۇنى ئوقۇغان كىشى شۇ كۈننىڭ شۈكرىنى ئادا قىلغان بولىدۇ. كەچتە بۇ دۇئانى ئوقۇغان كىشى كېچىسىنىڭ شۈكرىنى ئادا قىلغان بولىدۇ.",
  "zekrID" : 21,
  "zekrIdRef" : 0,
  "zekrNoOfRep" : 1,
  "insertedByUser" : 0,
  "soundFileName" : "allahmo_ma_asb7_be_bnm3mtn_aw_a7d_mn_5lqk"
}, {
  "basmlaType" : 0,
  "periority" : 21,
  "specialTime" : 0,
  "typeId" : 0,
  "zekrContentAr" : "اللَّهُمَّ عَافِنِي فِي بَدَنِي، اللَّهُمَّ عَافِنِي فِي سَمْعِي، اللَّهُمَّ عَافِنِي فِي بَصَرِي، لَا إِلَهَ إِلَّا أَنْتَ، اللَّهُمَّ إِنِّي أَعُوذُ بِكَ مِنَ الْكُفْرِ، وَالْفَقْرِ، اللَّهُمَّ إِنِّي أَعُوذُ بِكَ مِنْ عَذَابِ الْقَبْرِ، لَا إِلَهَ إِلَّا أَنْتَ.",
  "zekrContentDu" : "O Allah, bewahre mir meinen Körper heil, o Allah, bewahre mir mein Gehör  heil, o  Allah, bewahre  mir  mein \r\nSehen  heil,  nichts  gibt es, dem zu Recht\r\ngedient wird, außer Dir. O Allah, wahrlich ich nehme Zuflucht bei Dir vor dem Unglauben und der Armut und ich nehme Zuflucht bei Dir vor der Strafe des Grabes. Nichts gibt es, dem zu Recht gedient wird, außer Dir,              (Ddreimal)\r\n",
  "zekrContentEn" : "O Allah, grant me well-being in my body. O Allah, grant me well-being in my hearing. O Allah, grant me well-being in my sight. There is no god but You. O Allah, I seek Your protection from disbelief and poverty and I seek Your protection from the punishment of the grave. There is no god but You.\n\r",
  "zekrContentFr" : " mon Dieu, accorde-moi un corps sain, une ouie saine\r\net une vie saine, Il n'y a point de divinité en dehors de\r\nToi . '\r\n(trois fois)\r\n'Seigneur je cherche refuge auprès de Toi contre la\r\nmécréance et la pauvreté. Seigneur je me refugie auprès\r\nde Toi contre le supplice de la tombe. Il n'y a point de\r\ndivinité en dehors de Toi.' (trois fois)\r\n",
  "zekrContentIn" : "اللَّهُمَّ عَافِنِي فِي بَدَنِي اللَّهُمَّ عَافِنِي فِي سَمْعِي اللَّهُمَّ عَافِنِي فِي بَصَرِي لَا إِلَهَ إِلَّا أَنْتَ اللَّهُمَّ إِنِّي أَعُوذُ بِكَ مِنْ الْكُفْرِ وَالْفَقْرِ اللَّهُمَّ إِنِّي أَعُوذُ بِكَ مِنْ عَذَابِ الْقَبْرِ لَا إِلَهَ إِلَّا أَنْتَ\n\nLatin:\nAllāhumma ‘āfinī fī badanī, allāhumma ‘āfinī fī sam‘ī, allāhumma ‘āfinī fi baṣarī, lā ilāha illā anta, Allāhumma innī a‘ūżu bika minal kufri wal faqri, allāhumma innī a‘ūżu bika min ‘ażābil qabri lā ilāha illa anta.\n\nArtinya:\n“Ya Allah, berilah keselamatan pada badanku, ya Allah berilah keselamatan pada pendengaranku, ya Allah berilah keselamatan pada penglihatanku, tiada Illah (yang berhak diibadahi dengan benar) kecuali Engkau. Ya Allah, sesungguhnya aku berlindung kepada-Mu dari kekufuran dan kefakiran. Dan aku berlindung kepada-Mu dari siksa kubur, tiada Illah kecuali Engkau.”\n",
  "zekrContentTurky" : "“Allahım! Bedenime âfiyet ver. Allahım!Kulağıma âfiyet ver.Allahım! Gözüme âfiyet ver.Senden başka hakkıyla ibâdete lâyık hiçbir ilah yoktur. Allahım! Küfürden ve fakirlikten sana sığınırım.Kabir azabından sana sığınırım. Senden başka hakkıyla ibâdete lâyık hiçbir ilah yoktur.”",
  "zekrContentUg" : "«ئى ئاللاھ! بەدىنىمنى ساق قىلغىن. ئى ئاللاھ! كۆزۈمنى ساق قىلغىن. ئى ئاللاھ! قۇلىقىمنى ساق قىلغىن. ھەقىقەتەن سەندىن باشقا ئىلاھىي مەبۇد يوقتۇر. ئى ئاللاھ! ساڭا سېغىنىپ كۇپۇرلۇقتىن ۋە پېقىرلىقتىن پاناھ تىلەيمەن، قەبىر ئازابىدىن پاناھ تىلەيمەن. ھەقىقەتەن سەندىن باشقا ئىلاھىي مەبۇد يوقتۇر»",
  "zekrContentVocalDu" : "allāhumma ‘āfinī fī badanī, allāhumma ‘āfinī fī sam’i, allāhumma ‘āfinī fī baṣarī,la ilāha illa ant.allāhumma innī a‘ūdubika minal kufr wal faqr, wa a‘ūdubika min ‘adābil qabr,la ilāha illa ant",
  "zekrContentVocalEn" : "Allahumma AAafinee fee badanee, allahumma AAafinee fee samAAee, allahumma AAafinee fee basaree, la ilaha illa ant Allahumma innee aAAoothu bika minal-kufr, walfaqr, wa-aAAoothu bika min AAathabil-qabr, la ilaha illa ant",
  "zekrContentVocalTurky" : "Allahumma AAafinee fee badanee, allahumma AAafinee fee samAAee, allahumma AAafinee fee basaree, la ilaha illa ant Allahumma innee aAAoothu bika minal-kufr, walfaqr, wa-aAAoothu bika min AAathabil-qabr, la ilaha illa ant",
  "zekrFadlAr" : "عن عَبْد الرَّحْمَنِ بْن أَبِي بَكْرَةَ، أَنَّهُ قَالَ لِأَبِيهِ: يَا أَبَتِ، إِنِّي أَسْمَعُكَ تَدْعُو كُلَّ غَدَاةٍ: «اللَّهُمَّ عَافِنِي فِي بَدَنِي، اللَّهُمَّ عَافِنِي فِي سَمْعِي، اللَّهُمَّ عَافِنِي فِي بَصَرِي، لَا إِلَهَ إِلَّا أَنْتَ» ، تُعِيدُهَا ثَلَاثًا حِينَ تُمْسِي، وَحِينَ تُصْبِحُ ثَلَاثًا، وَتَقُولُ: «اللَّهُمَّ إِنِّي أَعُوذُ بِكَ مِنَ الْكُفْرِ وَالْفَقْرِ، اللَّهُمَّ إِنِّي أَعُوذُ بِكَ مِنْ عَذَابِ الْقَبْرِ، لَا إِلَهَ إِلَّا أَنْتَ» ، تُعِيدُهَا ثَلَاثًا حِينَ تُمْسِي، وَحِينَ تُصْبِحُ ثَلَاثًا، فَقَالَ: نَعَمْ، يَا بُنَيَّ، سَمِعْتُ رَسُولَ الله صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ يَقُولُ بِهِنَّ، وَأَنَا أُحِبُّ أَنْ أَسْتَنَّ بِسُنَّتِهِ». سنن أبي داود (5090)، مسند أحمد (20430)، السنن الكبرى للنسائي (9766) وحسنه الألباني.",
  "zekrFadlEn" : "",
  "zekrFadlIn" : "(HR. Sunan Abu Daud: 5090, dengan sanad hasan)",
  "zekrFadlUg" : "ئەبۇ داۋۇد رىۋايەت قىلغان",
  "zekrID" : 22,
  "zekrIdRef" : 0,
  "zekrNoOfRep" : 3,
  "insertedByUser" : 0,
  "soundFileName" : "allahom_3afny_fi_bdny_wasm3y"
}, {
  "basmlaType" : 0,
  "periority" : 22,
  "specialTime" : 0,
  "typeId" : 0,
  "zekrContentAr" : "حَسْبِيَ الله لَا إِلَهَ إِلَّا هُوَ، عَلَيْهِ تَوَكَّلْتُ، وَهُوَ رَبُّ الْعَرْشِ الْعَظِيمِ.",
  "zekrContentDu" : "Mir genügt Allah, nichts gibt es, dem zu Recht gedient wird, außer Ihm, auf Ihn vertraue ich, und Er ist der Herr des gewaltigen Thrones. (Ssiebenmal)",
  "zekrContentEn" : "Allah is sufficient for me. There is no god but Him. I have placed my trust in Him only and He is the Lord of the Magnificent Throne.\n\r",
  "zekrContentFr" : "Dieu me suffit, il n'y a point de divinité en dehors de\r\nLui, en Lui je place ma confiance. Il est le seigneur du\r\nTrône sublime .\r\n",
  "zekrContentIn" : "حَسْبِيَ اللَّهُ لَا إِلَهَ إِلَّا هُوَ عَلَيْهِ تَوَكَّلْتُ وَهُوَ رَبُّ الْعَرْشِ الْعَظِيمِ\n\nLatin:\nḤasbiyallāhu lā ilāha illā huwa ‘alaihi tawakkaltu wa huwa rabbul ‘arsyil ‘ażīm.\n\nArtinya:\n“Cukuplah Allah bagiku, tiada Illah kecuali Dia, kepada-Nya aku bertawakal dan Dialah pemilik ‘Arsy yang agung.”\n",
  "zekrContentTurky" : "“Allah bana yeter.O’ndan başka hakkıyla ibâdete lâyık hiçbir ilah yoktur.Ben, yalnızca O’na tevekkül ettim.O, yüce arşın Rabbidir.” ",
  "zekrContentUg" : "«ئاللاھ ماڭا كۇپايىدۇر، ئۇنىڭدىن باشقا ھېچ ئىلاھ يوقتۇر، ئۇنىڭغا تەۋەككۈل قىلدىم، ئۇ بۈيۈك ئەرشىنىڭ پەرۋەردىگارىدۇر»",
  "zekrContentVocalDu" : "ḥasbiyallāhu la ilāha illa hu, wa ‘alai‘alayhi tawakkaltu, wa huwa rabbul ‘aršil ‘aẓīm",
  "zekrContentVocalEn" : "Hasbiyal-lahu la ilaha illa huwa, AAalayhi tawakkalt, wahuwa rabbul-AAarshil-AAatheem ",
  "zekrContentVocalTurky" : "Hasbiyal-lahu la ilaha illa huwa, AAalayhi tawakkalt, wahuwa rabbul-AAarshil-AAatheem ",
  "zekrFadlAr" : "عَنْ أَبِي الدَّرْدَاءِ، رَضِيَ الله عَنْهُ، عَنِ النَّبِيِّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ قَالَ: «مَنْ قَالَ فِي كُلِّ يَوْمٍ حِينَ يُصْبِحُ وَحِينَ يُمْسِي: حَسْبِيَ الله لَا إِلَهَ إِلَّا هُوَ، عَلَيْهِ تَوَكَّلْتُ، وَهُوَ رَبُّ الْعَرْشِ الْعَظِيمِ، سَبْعَ مَرَّاتٍ، كَفَاهُ الله عَزَّ وَجَلَّ هَمَّهُ مِنْ أَمْرِ الدُّنْيَا وَالْآخِرَةِ». عمل اليوم والليلة لابن السني (71)، وجوّد إسناده المنذري.",
  "zekrFadlEn" : "Whoever says it in the morning 7x, Allah will give him what he wants from the affairs of this world and the hereafter",
  "zekrFadlIn" : "Siapa yang mengucapkannya di waktu pagi 7x, Allah akan mencukupkannya apa yang diinginkannya dari urusan dunia dan akhirat. (Amalan sehari semalam oleh Ibnu Sunni: 71, dengan sanad baik)",
  "zekrFadlUg" : "نەسەئىي رىۋايەت قىلغان. ھەدىستە: ئاللاھ ئەتىگەن ياكى كەچتە 7 قېتىم بۇ دۇئانى ئوقۇغان كىشىنىڭ دۇنيا ۋە ئاخىرەتلىك مۇھىم ئىشلىرىغا كۇپايە قىلىدۇ.",
  "zekrID" : 23,
  "zekrIdRef" : 0,
  "zekrNoOfRep" : 7,
  "insertedByUser" : 0,
  "soundFileName" : "7sby_allah_3leih_twaklt"
}, {
  "basmlaType" : 0,
  "periority" : 23,
  "specialTime" : 0,
  "typeId" : 0,
  "zekrContentAr" : "اللَّهُمَّ إِنِّي أَسْأَلُكَ الْعَفْوَ وَالْعَافِيَةَ فِي الدُّنْيَا وَالْآخِرَةِ، اللَّهُمَّ إِنِّي أَسْأَلُكَ الْعَفْوَ وَالْعَافِيَةَ فِي دِينِي وَدُنْيَايَ وَأَهْلِي وَمَالِي، اللَّهُمَّ اسْتُرْ عَوْرَاتِي، وَآمِنْ رَوْعَاتِي، اللهُمَّ احْفَظْنِي مِنْ بَيْنِ يَدَيَّ، وَمِنْ خَلْفِي، وَعَنْ يَمِينِي، وَعَنْ شِمَالِي، وَمِنْ فَوْقِي، وَأَعُوذُ بِعَظَمَتِكَ أَنْ أُغْتَالَ مِنْ تَحْتِي.",
  "zekrContentDu" : " O Allah, wahrlich ich bitte Dich um    die    Vergebung   und    das   Wohlbefinden     im    Diesseits   und   Jenseits. O Allah, wahrlich ich bitte Dich um die Vergebung und das Wohlbefinden: in meiner Religion, in meinem weltlichen Leben, in meiner Familie und in meinem Vermögen. O Allah, bedecke meine Fehler und beschütze mich vor meinen Ängsten. O Allah, behüte mich von vorne und von hinten, von rechts und von links und von  oben, und  ich  nehme  Zuflucht  bei \r\nDeiner Erhabenheit davor, daß ich von unten her vernichtet werde. \r\n(z.B. das Versinken in der Erde als Strafe von Allah, siehe das Heer von Dadschal)",
  "zekrContentEn" : "O Allah, I ask You for well-being in this world and the next. O Allah, I ask You for forgiveness and well-being in my religion, in my worldly affairs, in my family and in my wealth. O Allah, conceal my faults and assuage my fears. O Allah, guard me from in front of me and behind me, from my right, and from my left, and from above me. I seek protection in Your Greatness from being unexpectedly destroyed from beneath me.\n\r",
  "zekrContentFr" : "Seigneur je Te demande de m'accorder la bonne santé\r\nici-bas et dans l'au-déla.  mon Dieu je te demande la\r\nbonne santé pour ma religion, ma vie d'ici-bas, ma\r\nfamille et mes biens; Seigneur dissimule mes défauts et\r\nrassure-moi dans ma peur.  mon Dieu, protèfe-moi\r\ndevant moi, derrière moi, àma droite, à ma gauche et audessus\r\nde moi. Je cherche refuge dans Ta grandeur contre\r\nle fait d'être englouti dans la terre.'\r\n",
  "zekrContentIn" : "اللَّهُمَّ إِنِّي أَسْأَلُكَ الْعَفْوَ وَالْعَافِيَةَ فِي الدُّنْيَا وَالْآخِرَةِ، اللَّهُمَّ إِنِّي أَسْأَلُكَ الْعَفْوَ وَالْعَافِيَةَ فِي دِينِي وَدُنْيَايَ وَأَهْلِي وَمَالِي، اللَّهُمَّ اسْتُرْ عَوْرَاتِي، وَآمِنْ رَوْعَاتِي، اللهُمَّ احْفَظْنِي مِنْ بَيْنِ يَدَيَّ، وَمِنْ خَلْفِي، وَعَنْ يَمِينِي، وَعَنْ شِمَالِي، وَمِنْ فَوْقِي، وَأَعُوذُ بِعَظَمَتِكَ أَنْ أُغْتَالَ مِنْ تَحْتِي\n\nLatin:\nAllahumma innii as-alukal ‘afwa wal ‘aafiyah fid dun-yaa wal aakhirah. allahumma innii as-alukal ‘afwa wal ‘aafiyah fi diini wa dunyaa-ya wa ahlii wa maalii. allahummas-tur ‘au-raatii wa aamin rau-’aatii. allahummah-fadz-nii min baini yadayya wa min khalfii wa ‘an yami inii wa ‘an syimaalii wa min fauqii. wa a-’uudzu bi ‘adzmatika an-ughtaala min tahtii.\n\nArtinya: \n\"Ya Allah, Sesungguhnya aku memohon keselamatan di dunia dan akhirat. Ya Allah, sesungguhnya aku memohon ampunan dan keselamatan dalam urusan agama, dunia, keluarga dan hartaku. Ya Allah, tutupilah auratku dan berilah ketentraman dihatiku. Ya Allah! Jagalah aku dari arah depan-belakang, kanan-kiri dan dari atasku, aku berlindung dengan kebesaran-Mu, agar aku tidak mendapat bahaya dari bawahku.\"\n",
  "zekrContentTurky" : "“Allahım! Dünya ve âhirette senden af ve âfiyet dilerim.Allahım! Dinim, dünyam, âilem ve malım hakkında senden af ve âfiyet dilerim.Allahım!Ayıplarımı gizle ve beni korkularımdan emin kıl.Allahım!Beni önümden, arkamdan, sağımdan, solumdan ve üstümden (gelecek belâlara karşı) koru. Altımdan yere batırılarak helak edilmekten senin azametine sığınırım” ",
  "zekrContentUg" : "«ئى ئاللاھ! سېنىڭدىن دۇنيا ۋە ئاخىرەتتە سالامەتلىك تىلەيمەن. ئى ئاللاھ! سېنىڭدىن مەغپىرەت ۋە دىنىمدا، دۇنيالىقىمدا، ئائىلەمدە، پۇل ـ مېلىمدا ئاپىيەت تىلەيمەن. ئى ئاللاھ! گۇناھلىرىمنى يۆگىگىن، قورقۇنچلىرىمنى خاتىرجەملىككە ئايلاندۇرۇپ بەرگىن. ئى ئاللاھ! مېنى ئالدىمدىن، كەينىمدىن، ئوڭ تەرىپىمدىن، سول تەرىپىمدىن ۋە ئۈستى تەرىپىمدىن قوغدىغىن. سېنىڭ ئۇلۇغلىقىڭغا سېغىنىپ ئاستى تەرىپىمدىن سۇيىقەستكە ئۇچرىشىمدىن پاناھ تىلەيمەن»",
  "zekrContentVocalDu" : "allāhumma innī asalukal ‘afwa wal‘āfiyat fiddunya wal āḥirat. allāhumma innī asalukal ‘afwa wal ‘āfiya, fī dīnī wa dunyāya, wa ahlī  wal mālī. allāhummastur ‘aurātī, wa āmin rau’ātī. allāhummaḥ faẓnī min baibayni yadayya, wa min ḥalfī, wa ‘an yamīnī, wa ‘an simālī, wa min fauqī, wa a‘ūḏu bi‘aẓamatika an uġtāla min taḥti\r\n",
  "zekrContentVocalEn" : "Allahumma innee as-alukal-AAafwa walAAafiyah, fid-dunya wal-akhirah, allahumma innee as-alukal-AAafwa walAAafiyah fee deenee, wadunyaya wa-ahlee, wamalee, allahummas-tur AAawratee, wa-amin rawAAatee, allahummah-fathnee min bayni yaday, wamin khalfee, waAAan yameenee, waAAan shimalee, wamin fawqee, wa-aAAoothu biAAathamatika an oghtala min tahtee",
  "zekrContentVocalTurky" : "Allahumma innee as-alukal-AAafwa walAAafiyah, fid-dunya wal-akhirah, allahumma innee as-alukal-AAafwa walAAafiyah fee deenee, wadunyaya wa-ahlee, wamalee, allahummas-tur AAawratee, wa-amin rawAAatee, allahummah-fathnee min bayni yaday, wamin khalfee, waAAan yameenee, waAAan shimalee, wamin fawqee, wa-aAAoothu biAAathamatika an oghtala min tahtee",
  "zekrFadlAr" : "عن ابن عمر قال: لَمْ يَكُنْ رَسُولُ الله صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ يَدَعُ هَؤُلَاءِ الدَّعَوَاتِ حِينَ يُمْسِي، وَحِينَ يُصْبِحُ: «اللَّهُمَّ إِنِّي أَسْأَلُكَ الْعَفْوَ وَالْعَافِيَةَ فِي الدُّنْيَا وَالْآخِرَةِ، اللَّهُمَّ إِنِّي أَسْأَلُكَ الْعَفْوَ وَالْعَافِيَةَ فِي دِينِي وَدُنْيَايَ وَأَهْلِي وَمَالِي، اللَّهُمَّ اسْتُرْ عَوْرَاتِي، وَآمِنْ رَوْعَاتِي، وَاحْفَظْنِي مِنْ بَيْنِ يَدَيَّ، وَمِنْ خَلْفِي، وَعَنْ يَمِينِي، وَعَنْ شِمَالِي، وَمِنْ فَوْقِي، وَأَعُوذُ بِكَ أَنْ أُغْتَالَ مِنْ تَحْتِي» سنن أبي داود (5074)، مسند أحمد (4785)، قال شعيب الأرنؤوط: إسناده صحيح، وصححه الألباني.",
  "zekrFadlEn" : "Sunan Abi Dawud (5074), authentic sanad.\n",
  "zekrFadlIn" : "(HR. Abu Daud: 5074, dengan sanad shahih)",
  "zekrFadlUg" : "ئەبۇ داۋۇد ۋە ئىبنى ماجە رىۋايەت قىلغان.",
  "zekrID" : 24,
  "zekrIdRef" : 0,
  "zekrNoOfRep" : 1,
  "insertedByUser" : 0,
  "soundFileName" : "allahom_eny_as2lk_al3fo_wal3afya"
}, {
  "basmlaType" : 0,
  "periority" : 24,
  "specialTime" : 0,
  "typeId" : 0,
  "zekrContentAr" : "اللَّهُمَّ عَالِمَ الغَيْبِ وَالشَّهَادَةِ، فَاطِرَ السَّمَوَاتِ وَالأَرْضِ، رَبَّ كُلِّ شَيْءٍ وَمَلِيكَهُ، أَشْهَدُ أَنْ لَا إِلَهَ إِلَّا أَنْتَ، أَعُوذُ بِكَ مِنْ شَرِّ نَفْسِي وَمِنْ شَرِّ الشَّيْطَانِ وَشِرْكِهِ، وَأَنْ أَقْتَرِفَ عَلَى نَفْسِي سُوءًا أَوْ أَجُرَّهُ إِلَى مُسْلِمٍ.",
  "zekrContentDu" : "O Allah, Wissender des Verborgenen und des Offenkundigen, Erschaffer der Himmel und der Erde, Herr und Herrscher über aller Dinge, ich bezeuge, daß es nichts gibt, dem zu Recht gedient wird, außer Dir. Ich nehme  Zuflucht  bei  Dir,  vor  dem Übel\r\nmeiner Selbst und vor dem Übel des SchaitanSchaytan und seinem Schirk und davor, daß ich Böses begehe, gegen mich selbst, oder daß ich es für einem Muslim verursache.",
  "zekrContentEn" : "O Allah, Knower of the unseen and the seen, Creator of the heavens and the earth, the Lord and Sovereign of everything; I bear witness that there is no god but You. I seek Your protection from the evil of my own self, from the evil of Shaytān and from the evil of polytheism to which he calls, and from inflicting evil on myself, or bringing it upon a Muslim.\n\r",
  "zekrContentFr" : " mon Dieu! Toi qui connais ce qui est caché et ce qui\r\nest apparent, Créateur des cieux et de la terre, Seigneur et\r\nRoi de toute chose, je temoigne qu'il n'y a point de\r\ndivinité hormis Toi. Je cherche refuge auprès de Toi\r\ncontre le mal de mon âme et contre le mal du démon et\r\nde ce qu'il souffle (en appelant à associer à Dieu),\r\nun(e) partenaire, et contre le fait de commettre un mal contre moi même\r\nou contre un musulman.'\r\n",
  "zekrContentIn" : "اللَّهُمَّ عَالِمَ الغَيْبِ وَالشَّهَادَةِ، فَاطِرَ السَّمَوَاتِ وَالأَرْضِ، رَبَّ كُلِّ شَيْءٍ وَمَلِيكَهُ، أَشْهَدُ أَنْ لَا إِلَهَ إِلَّا أَنْتَ، أَعُوذُ بِكَ مِنْ شَرِّ نَفْسِي وَمِنْ شَرِّ الشَّيْطَانِ وَشِرْكِهِ، وَأَنْ أَقْتَرِفَ عَلَى نَفْسِي سُوءًا أَوْ أَجُرَّهُ إِلَى مُسْلِمٍ\n\nArtinya:\n“Ya Allah, Yang Maha Mengetahui yang ghaib dan yang nyata. Wahai Tuhan Pencipta langit dan bumi, Tuhan segala sesuatu yang merajainya. Aku bersaksi bahwa tiada tuhan yang berhak disembah kecuali Engkau. Aku berlindung kepada-Mu dari kejahatan diriku, setan dan kesyirikannya, atau aku menjalankan kejelekan terhadap diriku atau mendorong orang Islam padanya“. \n",
  "zekrContentTurky" : "“Gizli ve âşikarı bilen, göklerin ve yerin yaratıcısı Allahım! Her şeyin Rabbi ve sahibi! Senden başka hakkıyla ibâdete lâyık hiçbir ilah olmadığına şehâdet ederim. Nefsimin şerrinden sana sığınırım.Şeytan ve şirkinin şerrinden, nefsime kötülük etmekten veya o kötülüğü bir müslümana götürmekten sana sığınırım.”  ",
  "zekrContentUg" : "«ئى يوشۇرۇن ۋە ئاشكارا ھەممىنى بىلگۈچى، ئاسمان _ زېمىن ۋە ھەر شەيئىنىڭ ياراتقۇچىسى ھەم ئىگىسى ئاللاھ! سەندىن باشقا ھەقىقىي ئىلاھ يوقلىقىغا گۇۋاھلىق بېرىمەن، ساڭا سېغىنىپ نەپسىمنىڭ يامانلىقىدىن، شەيتان ۋە ئۇنىڭ ھەمراھلىرىنىڭ يامانلىقىدىن، ئۆزۈمگە زۇلۇم قىلىشىمدىن ياكى بېرەر مۇسۇلمانغا يامانلىق قىلىشىمدىن پاناھ تىلەيمەن»",
  "zekrContentVocalDu" : "allāhumma ‘ālimulġaibġaybi waššahāda, fāṭiras samāwāti wal arḍ, rabba kulli ša’in wa malīka. ašhadu an la ilāha illa ant. a‘ūḏubika min šarri nafsī, wa min šarriššaiṭānšayṭān, wa širkihi, wa an aqtarifa ‘alā nafsī sū’an auw aǧurrahu ila muslim",
  "zekrContentVocalEn" : "Allahumma AAalimal-ghaybi washshahadah, fatiras-samawati wal-ard, rabba kulli shayin wamaleekah, ashhadu an la ilaha illa ant, aAAoothu bika min sharri nafsee wamin sharrish-shaytani washirkih, waan aqtarifa AAala nafsee soo-an aw ajurrahu ila muslim",
  "zekrContentVocalTurky" : "Allahumma AAalimal-ghaybi washshahadah, fatiras-samawati wal-ard, rabba kulli shayin wamaleekah, ashhadu an la ilaha illa ant, aAAoothu bika min sharri nafsee wamin sharrish-shaytani washirkih, waan aqtarifa AAala nafsee soo-an aw ajurrahu ila muslim",
  "zekrFadlAr" : "عَنْ أَبِي هُرَيْرَةَ، قَالَ: قَالَ أَبُو بَكْرٍ: يَا رَسُولَ اللَّهِ مُرْنِي بِشَيْءٍ أَقُولُهُ إِذَا أَصْبَحْتُ وَإِذَا أَمْسَيْتُ؟ قَالَ: «قُلْ: اللَّهُمَّ عَالِمَ الغَيْبِ وَالشَّهَادَةِ، فَاطِرَ السَّمَوَاتِ وَالأَرْضِ، رَبَّ كُلِّ شَيْءٍ وَمَلِيكَهُ، أَشْهَدُ أَنْ لَا إِلَهَ إِلَّا أَنْتَ، أَعُوذُ بِكَ مِنْ شَرِّ نَفْسِي وَمِنْ شَرِّ الشَّيْطَانِ وَشِرْكِهِ، قَالَ: قُلْهُ إِذَا أَصْبَحْتَ، وَإِذَا أَمْسَيْتَ، وَإِذَا أَخَذْتَ مَضْجَعَك». سنن الترمذي(3392)، وصححه الألباني في الصحيحة (2753). وزاد في رواية: «وَأَنْ أَقْتَرِفَ عَلَى نَفْسِي سُوءًا أَوْ أَجُرَّهُ إِلَى مُسْلِمٍ» سنن الترمذي (3529)، وصححه الألباني في الصحيحة (2763).",
  "zekrFadlEn" : "(. Tirmidhi: 3392, 3529, with authentic sanad)\n",
  "zekrFadlIn" : "(HR. Tirmidzi: 3392, 3529, dengan sanad shahih)",
  "zekrFadlUg" : "تىرمىزى ۋە ئەبۇ داۋۇد رىۋايەت قىلغان",
  "zekrID" : 25,
  "zekrIdRef" : 0,
  "zekrNoOfRep" : 1,
  "insertedByUser" : 0,
  "soundFileName" : "allaom_3alem_al8ayb_fater"
}, {
  "basmlaType" : 0,
  "periority" : 25,
  "specialTime" : 0,
  "typeId" : 0,
  "zekrContentAr" : "بِسْمِ اللهِ الَّذِي لَا يَضُرُّ مَعَ اسْمِهِ شَيْءٌ، فِي الْأَرْضِ، وَلَا فِي السَّمَاءِ، وَهُوَ السَّمِيعُ الْعَلِيمُ.",
  "zekrContentDu" : "Mit (all) den Namen Allahs, keine Sache auf der Erde und im Himmel fügt mit Seinem Namen Schaden zu, und Er ist as-Sami'u-l-'Alim. (Ddreimal)  ",
  "zekrContentEn" : "In the Name of Allah, with whose Name nothing can harm in the earth nor in the sky. He is the All-Hearing and All-Knowing.\n\r",
  "zekrContentFr" : "Au nom d'Allah, dont  l'évocation du nom ne permet à\r\nrien ni dans la terre, ni dans le ciel, de nuire. Il entend\r\nparfaitement tout, Il sait tout.' (trois fois)\r\n",
  "zekrContentIn" : "بِسْمِ اللَّهِ الَّذِي لَا يَضُرُّ مَعَ اسْمِهِ شَيْءٌ فِي الْأَرْضِ وَلَا فِي السَّمَاءِ وَهُوَ السَّمِيعُ الْعَلِيمُ\n\nLatin:\nBismillāhil lażī lā yaḍurru ma‘asmihī syai’un fil arḍi wa lā fis samā’i wa huwas samī‘ul ‘alīm.\n\nArtinya:\n“Dengan nama Allah yang dengan nama-Nya tidak ada sesuatu pun yang membahayakan di bumi maupun di langit, dan Dia Maha Mendengar lagi Maha Mengetahui.”\n",
  "zekrContentTurky" : "“İsmiyle yerde ve gökte hiçbir şeyin zarar veremeyeceği Allah’ın adıyla (başlarım). O, hakkıyla işiten ve her şeyi bilendir.”",
  "zekrContentUg" : "«نامىنى ئاتىغان كىشىگە ئاسمان ۋە زېمىندا ھېچنەرسە زىيان يەتكۈزەلمەيدىغان ئاللاھنىڭ نامى بىلەن باشلايمەن، ئاللاھ ھەممىنى ئاڭلاپ ۋە كۆرۈپ تۇرغۇچىدۇر»",
  "zekrContentVocalDu" : "bismillāhillaḏī la yaḍurru ma‘asmihi šaiay’un fil arḍ, wa la fissamā’i wa huwassamī‘ul ‘alīm",
  "zekrContentVocalEn" : "Bismil-lahil-lathee la yadurru maAAas-mihi shay-on fil-ardi wala fis-sama-i wahuwas-sameeAAul-AAaleem",
  "zekrContentVocalTurky" : "Bismil-lahil-lathee la yadurru maAAas-mihi shay-on fil-ardi wala fis-sama-i wahuwas-sameeAAul-AAaleem",
  "zekrFadlAr" : "عن عُثْمَانَ بْنَ عَفَّانَ رضي الله عنه قال: قَالَ رَسُولُ اللهِ صلى اللهُ عليه وسلَّم: «من قال: بسمِ اللهِ الذي لا يَضُرُّ مع اسمِهِ شيءٌ في الأرضِ ولا في السَّماء وهو السَّميعُ العليمُ، ثلاثَ مراتٍ، لم تُصِبْه فَجأةُ بلاءٍ حتى يُصبِحَ، ومن قالها حينَ يُصبِحُ، ثلاثَ مراتٍ، لم تُصِبْهُ فَجأةُ بلاءٍ حتى يُمسيَ». سنن أبو داود (5088)، سنن الترمذي (3388)، سنن ابن ماجه (3869)، مسند أحمد (446)، السنن الكبرى للنسائي (10106)، صحيح ابن حبان (852)، وصححه الألباني في صحيح الجامع (6426).",
  "zekrFadlEn" : "Whoever says the prayer 3 times in the morning, he will not be harmed by anything until the evening. (Sahih Al-Jami': 6426)\n",
  "zekrFadlIn" : "Siapa yang di pagi hari mengucapkan doa tersebut sebanyak 3x, ia tidak akan diganggu oleh sesuatu pun hingga sore. (Shahih Al-Jami': 6426)",
  "zekrFadlUg" : "تىرمىزى ۋە ئەبۇ داۋۇد رىۋايەت قىلغان. ھەدىستە ئەتىگىنى بۇ دۇئانى ئۈچ قېتىم، كەچتە ئۈچ قېتىم ئوقۇغان كىشىگە ھېچقانداق نەرسە زىيان يەتكۈزەلمەيدۇ.",
  "zekrID" : 26,
  "zekrIdRef" : 0,
  "zekrNoOfRep" : 3,
  "insertedByUser" : 0,
  "soundFileName" : "bsmellah_alzy_laydr_m3esmehe"
}, {
  "basmlaType" : 0,
  "periority" : 27,
  "specialTime" : 0,
  "typeId" : 0,
  "zekrContentAr" : "رَضِيتُ بِاللهِ رَبًّا، وَبِالْإِسْلَامِ دِينًا، وَبِمُحَمَّدٍ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ نَبِيًّا.",
  "zekrContentDu" : "",
  "zekrContentEn" : "I am pleased with Allah as my Lord, with Islām as my religion and with Muhammad ﷺ as my Prophet.\n\r",
  "zekrContentFr" : "",
  "zekrContentIn" : "رَضِيتُ بِاللَّهِ رَبًّا وَبِالْإِسْلَامِ دِينًا وَبِمُحَمَّدٍ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ نَبِيًّا\n\nLatin:\nRaḍītu billāhi rabban wa bil islāmi dīnan wa bimuhammadin ṣallallāhu ‘alaihi wa sallama nabiyyan.\n\nArtinya:\n“Aku ridha Allah sebagai Rabb-ku, Islam sebagai agamaku, dan Muhammad sebagai Nabiku”\n",
  "zekrContentTurky" : "",
  "zekrContentUg" : "«ئىگەم ئاللاھ، دىنىم ئىسلام، پەيغەمبىرىم مۇھەممەد ئەلەيھىسسالام ئىكەنلىكىنى قوبۇل قىلدىم»",
  "zekrContentVocalDu" : "Radeetu billahi rabban wabil-islami deenan wabiMuhammadin  nabiyya",
  "zekrContentVocalEn" : "Radeetu billahi rabban wabil-islami deenan wabiMuhammadin  nabiyya",
  "zekrContentVocalTurky" : "Radeetu billahi rabban wabil-islami deenan wabiMuhammadin  nabiyya",
  "zekrFadlAr" : "عَنْ أَبِي سَلَامٍ خَادِمِ النَّبِيِّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ، عَنِ النَّبِيِّ قَالَ: «مَا مِنْ عَبْدٍ مُسْلِمٍ يَقُولُ ثَلَاثَ مَرَّاتٍ حِينَ يُمْسِي أَوْ يُصْبِحُ: رَضِيتُ بِاللهِ رَبًّا، وَبِالْإِسْلَامِ دِينًا، وَبِمُحَمَّدٍ نَبِيًّا، إِلَّا كَانَ حَقًّا عَلَى اللهِ أَنْ يُرْضِيَهُ يَوْمَ الْقِيَامَةِ». عمل اليوم والليلة للنسائي (4)، الدعاء للطبراني (301)، مسند أحمد (23111)، وقال شعيب الأرنؤوط: صحيح لغيره.",
  "zekrFadlEn" : "Whoever recites the prayer 3 times in the morning, it is obligatory for Allah to be pleased with him on the Day of Resurrection. (. Ahmad No. 23111, with sanad hasan)\n",
  "zekrFadlIn" : "Siapa yang di pagi hari membaca doa tersebut 3x, adalah wajib bagi Allah untuk meridhainya pada hari kiamat. (HR. Ahmad No. 23111, dengan sanad hasan)",
  "zekrFadlUg" : "ئىبنى سالامدىن رىۋايەت قىلىنىدۇكى مۇنداق دەيدۇ: ھىمس مەسجىدىگە بىر كىشى كەلدى. ئۇ يەردىكىلەر: بۇ پەيغەمبەر ئەلەيھىسسالامنىڭ خىزمەتچىسىدۇر، دېيىشتى. راۋى: شۇنىڭ بىلەن ئۇ كىشىنىڭ يېنىغا بېرىپ دېدىمكى: ماڭا رەسۇلۇللاھ ئەلەيھىسسالامدىن ئاڭلىغان ۋە باشقىلار بىلمەيدىغان بىر ھەدىسنى ئېيتىپ بەرگىن. ئۇ كىشى دېدىكى: رەسۇلۇللاھ ئەلەيھىسسالام مۇنداق دېدى: بىر مۇسۇلمان بەندە ئەتىگەن ۋە ئاخشامدا ئۈچ قېتىم «ئىگەم ئاللاھ، دىنىم ئىسلام، پەيغەمبىرىم مۇھەممەد ئەلەيھىسسالام ئىكەنلىكىنى قوبۇل قىلدىم» دېسە ئاللاھقا قىيامەت كۈنى ئۇنى رازى قىلىش ھەق بولىدۇ. (ئىمام ئەھمەد رىۋايەت قىلغان)",
  "zekrID" : 27,
  "zekrIdRef" : 0,
  "zekrNoOfRep" : 3,
  "insertedByUser" : 0,
  "soundFileName" : "radito_bellahe_raba"
}, {
  "basmlaType" : 0,
  "periority" : 26,
  "specialTime" : 0,
  "typeId" : 0,
  "zekrContentAr" : "يَا حَيُّ يَا قَيُّومُ بِرَحْمَتِكَ أَسْتَغِيثُ، أَصْلِحْ لِي شَأْنِي كُلَّهُ، وَلَا تَكِلْنِي إِلَى نَفْسِي طَرْفَةَ عَيْنٍ.",
  "zekrContentDu" : " O Lebendiger, O Beständiger,\r\nbei Deiner Barmherzigkeit bitte ich um Hilfe. Bringe für mich all meine Angelegenheiten in Ordnung und überlasse mich nicht mir selbst für einen Augenblick.",
  "zekrContentEn" : "O The Ever Living, The One Who sustains and protects all that exists; I seek assistance through Your mercy. Rectify all of my affairs and do not entrust me to myself for the blink of an eye.\n\r",
  "zekrContentFr" : " Vivant, Subsistant, à toi je demande secours\r\namende ma situation et ne me laisse point m'en remettre\r\nà moi-même, même pour un tout petit moment.'\r\n",
  "zekrContentIn" : "يَا حَيُّ يَا قَيُّومُ بِرَحْـمَتِكَ أسْتَغِيثُ، أصْلِحْ لِي شَأْنِي كُلَّهُ، وَلاَ تَكِلْنِي إلَى نَفْسِي طَرْفَةَ عَيْنٍ \n\n“Wahai Yang Maha Hidup dan Maha Terjaga, dengan rahmat-Mu aku minta pertolongan, perbaikilah segala urusanku dan jangan Engkau limpahkan (semua urusan) terhadap diriku walau sekejap mata“. \n",
  "zekrContentTurky" : "“Ya Hayy, Ya Kayyûm!Senin rahmetinle yardım dilerim.Bütün işlerimi düzelt ve beni göz açıp kapayınca kadar    –bile  olsa- nefsime bırakma.” ",
  "zekrContentUg" : "«ئى ھەمىشە تىرىك بولغۇچى ۋە ھەممىنى ئىدارە قىلىپ تۇرغۇچى پەرۋەردىگارىم! مېنىڭ ھالىمنى پۈتۈنلەي ياخشىلىغىن ۋە مېنى كۆز يۇمۇپ ئاچقۇچىلىكمۇ ئۆز ھالىمغا قويۇپ بەرمىگىن»",
  "zekrContentVocalDu" : "yā ḥayyu yā qayyūm biraḥmatika astaġīṯ, aṣliḥ lī ša’nī kullahu wa la takilnī ilā nafsī ṭarfata ‘ain‘ayn",
  "zekrContentVocalEn" : "Ya hayyu ya qayyoom, birahmatika astagheeth, aslih lee sha/nee kullah, wala takilnee ila nafsee tarfata AAayn",
  "zekrContentVocalTurky" : "Ya hayyu ya qayyoom, birahmatika astagheeth, aslih lee sha/nee kullah, wala takilnee ila nafsee tarfata AAayn",
  "zekrFadlAr" : "عن أَنَس بْن مَالِكٍ، قال: قَالَ النَّبِيُّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ لِفَاطِمَةَ: «مَا يَمْنَعُكِ أَنْ تَسْمَعِي مَا أُوصِيكِ بِهِ، أَنْ تَقُولِي إِذَا أَصْبَحْتِ وَإِذَا أَمْسَيْتِ: يَا حَيُّ يَا قَيُّومُ بِرَحْمَتِكَ أَسْتَغِيثُ، أَصْلِحْ لِي شَأْنِي كُلَّهُ، وَلَا تَكِلْنِي إِلَى نَفْسِي طَرْفَةَ عَيْنٍ». السنن الكبرى للنسائي (10330)، مستدرك الحاكم (2000)، وقال: صحيح على شرط الشيخين، ولم يخرجاه.",
  "zekrFadlEn" : "(Mustadrak Al-Hakim: 2000, he said this hadith is authentic with the conditions of Al-Bukhari and Muslim but both did not narrate it)\n",
  "zekrFadlIn" : "(Mustadrak Al-Hakim: 2000, ia berkata hadits ini sahih dengan syarat Al-Bukhari dan Muslim namun keduanya tidak mengeluarkannya)",
  "zekrFadlUg" : "ھاكىم رىۋايەت قىلغان.",
  "zekrID" : 28,
  "zekrIdRef" : 0,
  "zekrNoOfRep" : 1,
  "insertedByUser" : 0,
  "soundFileName" : "ya7y_ya_quom_br7mtk"
}, {
  "basmlaType" : 0,
  "periority" : 28,
  "specialTime" : 0,
  "typeId" : 0,
  "zekrContentAr" : "أَصْبَحْنَا وَأَصْبَحَ الْمُلْكُ لله رَبِّ الْعَالَمِينَ، اللهُمَّ إِنِّي أَسْأَلُكَ خَيْرَ هَذَا الْيَوْمِ فَتْحَهُ وَنَصْرَهُ وَنُورَهُ وَبَرَكَتَهُ وَهُدَاهُ، وَأَعُوذُ بِكَ مِنْ شَرِّ مَا فِيهِ وَشَرِّ مَا بَعْدَهُ.",
  "zekrContentDu" : "Wir treten in den Morgen ein,  im  Besitz  der Fitra des Islam, im Besitz des Wortes der Aufrichtigkeit, im Besitz der Religion unseres Propheten Muhammad, Allahs Segen und Heil sei auf ihm, und im Besitz des Bekenntnises unseres Vaters Ibrahim, er war ein dem Richtigen zugewandter Muslim  und  er war keiner von den Götzendienern.",
  "zekrContentEn" : "We have entered the morning and at this very time the whole kingdom belongs to Allah, Lord of the Worlds. O Allah, I ask You for the goodness of this day: its victory, its help, its light, and its blessings and guidance. I seek Your protection from the evil that is in it and from the evil that follows it.\n\r",
  "zekrContentFr" : "Nous sommes au matin sur la fitrah de l’ islaam, et sur\r\nla parole sincère et suivant la religion de notre Prophète\r\nMohammad 􀂗et de notre père Ibrahim, qui était un\r\nmusulman sincère et n'était pas du nombre des\r\npolythéistes. '\r\n",
  "zekrContentIn" : "أَصْبَحْنَا وَأَصْبَحَ الْمُلْكُ لِلهِ رَبِّ الْعَالَمِيْنَ اَللَّهُمَّ إِنِّيْ أَسْأَلُكَ خَيْرَ هَذَا الْيَوْمِ فَتْحَهُ وَنَصْرَهُ وَنُوْرَهُ وَبَرَكَتَهُ وَهُدَاهُ وَأَعُوْذُ بِكَ مِنْ شَرِّ مَا فِيْهِ وَشَرِّ مَا بَعْدَهُ\n\n“Kami memasuki waktu pagi, sedang segala kerajaan hanya milik Allah, Rabb semesta alam. Ya Allah, sesungguhnya aku memohon kepada-Mu kebaikan hari ini: pembukanya, pertolongannya, cahayanya, berkahnya dan petunjuknya. Dan aku berlindung kepada-Mu dari kejahatan pada hari ini dan kejahatan pada hari sesudahnya.”\n",
  "zekrContentTurky" : "“İslâm fıtratı, ihlas kelimesi ve Nebîmiz Muhammed-sallallahu aleyhi ve sellem-’in dini üzere; hanif ve müslüman olan, müşriklerden olmayan babamız İbrahim’in milleti üzere sabaha eriştik.” ",
  "zekrContentUg" : "«ئىسلامىي يارىتىلىشقا، ئىخلاس كەلىمىسى (كەلىمە تەييىبە)گە، مۇھەممەد ئەلەيھىسسالامنىڭ دىنىغا ۋە ئاتىمىز ئىبراھىم ئەلەيھىسسالامنىڭ مىللىتىگە مۇستەھكەم بولغان، توغرا دىنغا ئەگەشكەن ھالدا ئەتىگەن تۇردۇق (كەچ قىلدۇق)، ئىبراھىم ئەلەيھىسسالام مۇشرىكلاردىن ئەمەس ئىدى»",
  "zekrContentVocalDu" : "aṣbaḥnā ‘alā fiṭratil islām, wa ‘alā kalimatil iẖlāṣ, wa ‘alā dīni nabiyyinā muḥammadin ṣallallāhu ‘alai‘alayhi wa sallam, wa ‘alā millati abīnā ibrāhīma ḥanīfan \r\nmusliman, wa mā kāna minal mušrikīn\r\n",
  "zekrContentVocalEn" : "Asbahna AAala fitratil-islam, waAAala kalimatil-ikhlas, waAAala deeni nabiyyina Muhammad  waAAala millati abeena Ibraheem, haneefan musliman wama kana minal-mushrikeen",
  "zekrContentVocalTurky" : "Asbahna AAala fitratil-islam, waAAala kalimatil-ikhlas, waAAala deeni nabiyyina Muhammad  waAAala millati abeena Ibraheem, haneefan musliman wama kana minal-mushrikeen",
  "zekrFadlAr" : "عَنْ أَبِي مَالِكٍ الْأَشْعَرِيِّ أَنَّ رَسُولَ اللهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ قَالَ: \" إِذَا أَصْبَحَ أَحَدُكُمْ فَلْيَقُلْ: أَصْبَحْنَا وَأَصْبَحَ الْمُلْكُ لله رَبِّ الْعَالَمِينَ، اللهُمَّ إِنِّي أَسْأَلُكَ خَيْرَ هَذَا الْيَوْمِ فَتْحَهُ وَنَصْرَهُ وَنُورَهُ وَبَرَكَتَهُ وَهُدَاهُ، وَأَعُوذُ بِكَ مِنْ شَرِّ مَا فِيهِ وَشَرِّ مَا بَعْدَهُ، ثُمَّ إِذَا أَمْسَى فَلْيَقُلْ مِثْلَ ذَلِكَ». سنن أبي داود (5084)، المعجم الكبير للطبراني (3453)، قال ابن القيم في زاد المعاد: حديث حسن (2/337)، وقال العراقي: بإسنادٍ جيد، وحسنه شعيب الأرناؤوط في تحقيقه لسنن أبي داود (7/417).\nعن عَبْدِ الرَّحْمَنِ بْنِ أَبْزَى، أَنَّ النَّبِيَّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ كَانَ يَقُولُ إِذَا أَصْبَحَ، وَإِذَا أَمْسَى: «أَصْبَحْنَا عَلَى فِطْرَةِ الْإِسْلَامِ، وَعَلَى كَلِمَةِ الْإِخْلَاصِ، وَعَلَى دِينِ نَبِيِّنَا مُحَمَّدٍ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ، وَعَلَى مِلَّةِ أَبِينَا إِبْرَاهِيمَ حَنِيفًا مُسْلِمًا، وَمَا كَانَ مِنَ الْمُشْرِكِينَ». مسند أحمد (15363) وقال شعيب الأرنؤوط: إسناده صحيح على شرط الشيخين.\n\"عَنْ أَبِي هُرَيْرَةَ، قَالَ: قَالَ رَسُولُ اللهِ صلى الله عليه وسلم: «إِذَا أَصْبَحَ أَحَدُكُمْ فَلْيَقُلْ: أَصْبَحْتُ أُثْنِيَ عَلَيْكَ حَمْدًا، وَأَشْهَدُ أَنْ لَا إِلَهَ إِلَّا اللهُ -ثَلَاثًا- وَإِذَا أَمْسَى فَلْيَقُلْ مِثْلَ ذَلِكَ",
  "zekrFadlEn" : "(. Abu Daud: 5084, with authentic Sanad)\n",
  "zekrFadlIn" : "(HR. Abu Daud: 5084, dengan sanad hasan)",
  "zekrFadlUg" : "ئىمام ئەھمەد رىۋايەت قىلغان",
  "zekrID" : 30,
  "zekrIdRef" : 0,
  "zekrNoOfRep" : 1,
  "insertedByUser" : 0,
  "soundFileName" : "asb7na_allahom_eny_as2lk_5air"
}, {
  "basmlaType" : 0,
  "periority" : 29,
  "specialTime" : 0,
  "typeId" : 0,
  "zekrContentAr" : "أَصْبَحْنَا عَلَى فِطْرَةِ الْإِسْلَامِ، وَعَلَى كَلِمَةِ الْإِخْلَاصِ، وَعَلَى دِينِ نَبِيِّنَا مُحَمَّدٍ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ، وَعَلَى مِلَّةِ أَبِينَا إِبْرَاهِيمَ، حَنِيفًا مُسْلِمًا وَمَا كَانَ مِنَ الْمُشْرِكِينَ.",
  "zekrContentDu" : "Preis ist Allah und mit Seinem\r\nLob (einhundertmal)",
  "zekrContentEn" : "We have entered the morning upon the natural religion of Islam, the word of pure faith (i.e. Shahādah), the religion of our Prophet Muhammad ﷺ and upon the way of our father Ibrāhīm, who turned away from all that is false, having surrendered to Allah, and he was not of the polytheists.\n\r",
  "zekrContentFr" : "Gloire à Dieu et que Ses Louanges soient proclamées.'\r\n(cent fois)\r\n",
  "zekrContentIn" : "أَصْبَحْنَا عَلَى فِطْرَةِ الْإِسْلَامِ وَعَلَى كَلِمَةِ الْإِخْلَاصِ وَعَلَى دِينِ نَبِيِّنَا مُحَمَّدٍ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ وَعَلَى مِلَّةِ أَبِينَا إِبْرَاهِيمَ حَنِيفًا وَمَا كَانَ مِنْ الْمُشْرِكِينَ\n\nLatin:\nAṣbaḥnā ‘alā fiṭratil islām wa ‘alā kalimatil ikhlāṣ wa ‘alā dīni nabiyyinā muhammadin ṣallallāhu ‘alaihi wa sallam, wa ‘alā millati abīnā ibrāhīma ḥanīfā wa mā kāna minal musyrikīn.\n\nArtinya:\n“Di waktu pagi kami berada di atas fitrah Islam, diatas kalimat ikhlas, agama Nabi kita Muhammad Shallallahu ’alaihi wasallam dan di atas agama bapak kami Ibrahim, yang berdiri di atas jalan yang lurus, muslim dan tidak tergolong orang-orang musyrik.”\n",
  "zekrContentTurky" : "“Allah’a hamdederek O’nu tüm noksanlıklardan tenzih ederim.”",
  "zekrContentUg" : "«ئاللاھ تائالا بارچە نۇقسانلاردىن ئەلۋەتتە پاكتۇر، ھەمدۇ سانا ئۇنىڭغا خاستۇر»",
  "zekrContentVocalDu" : "subḥānallāhi wa biḥamdi",
  "zekrContentVocalEn" : "Subhanal-lahi wabihamdih",
  "zekrContentVocalTurky" : "Subhanal-lahi wabihamdih",
  "zekrFadlAr" : "عن عَبْدِ الرَّحْمَنِ بْنِ أَبْزَى، أَنَّ النَّبِيَّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ كَانَ يَقُولُ إِذَا أَصْبَحَ، وَإِذَا أَمْسَى: «أَصْبَحْنَا عَلَى فِطْرَةِ الْإِسْلَامِ، وَعَلَى كَلِمَةِ الْإِخْلَاصِ، وَعَلَى دِينِ نَبِيِّنَا مُحَمَّدٍ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ، وَعَلَى مِلَّةِ أَبِينَا إِبْرَاهِيمَ حَنِيفًا مُسْلِمًا، وَمَا كَانَ مِنَ الْمُشْرِكِينَ». مسند أحمد (15363) وقال شعيب الأرنؤوط: إسناده صحيح على شرط الشيخين.\n",
  "zekrFadlEn" : "(Musnad Ahmad: 15363, with authentic Sanad)\n",
  "zekrFadlIn" : "(Musnad Ahmad: 15363, dengan sanad shahih)",
  "zekrFadlUg" : "ئىمام مۇسلىم رىۋايەت قىلغان. ھەدىستە: قىيامەت كۈنى بۇ دۇئانى ئەتىگەن-ئاخشامدا 100 قېتىم ئوقۇغان كىشىدىنمۇ پەزىلەتلىك ئەمەل بىلەن كەلگەن كىشى بولمايدۇ. ئوخشىشىنى ياكى تېخىمۇ كۆپ ئوقۇغان كىشى مۇستەسنا.",
  "zekrID" : 31,
  "zekrIdRef" : 0,
  "zekrNoOfRep" : 1,
  "insertedByUser" : 0,
  "soundFileName" : "asb7na_3la_fetrt_aleslam"
}, {
  "basmlaType" : 0,
  "periority" : 30,
  "specialTime" : 0,
  "typeId" : 0,
  "zekrContentAr" : "أَصْبَحْتُ أُثْنِيَ عَلَيْكَ حَمْدًا، وَأَشْهَدُ أَنْ لَا إِلَهَ إِلَّا اللهُ.",
  "zekrContentDu" : "Nichts gibt es, dem zu Recht gedient wird, außer Allah in Seiner Einzigkeit, keinen Teilhaber hat Er. Sein ist die Herrschaft, und Sein ist das Lob, und Er ist über alles mächtig. (Zzehnmal),   (oder eeinmal bei Trägheit)",
  "zekrContentEn" : "I have entered the morning praising You, and I bear witness that there is no god but Allah.\n \n",
  "zekrContentFr" : "Il n'y a point de divinité en dehors de Dieu, !\"unique, Il\r\nn'a aucun associé, à Lui la Souveraineté, à Lui la\r\nLouange, Il est capable sur toute chose.' (cent fois tous les\r\njours)\r\n",
  "zekrContentIn" : "أَصْبَحْتُ أُثْنِيَ عَلَيْكَ حَمْدًا، وَأَشْهَدُ أَنْ لَا إِلَهَ إِلَّا اللهُ\n\naku berada di waktu pagi, memuji-Mu dengan pujian, aku bersaksi bahwa tidak ada tuhan yang berhak diibadahi dengan benar kecuali Allah.\n",
  "zekrContentTurky" : "“Allah’tan başka hakkıyla ibâdete lâyık hiçbir ilah yoktur. O, birdir ve hiçbir ortağı yoktur.Mülk O’nundur, hamd da O’nadır. \r\nO, her şeye gücü yetendir.”\r\n",
  "zekrContentUg" : "«يالغۇز بىر ئاللاھ تائالادىن باشقا ھەقىقىي ئىلاھ يوق، ئۇنىڭ شېرىكى يوق. پادىشاھلىق، ھەمدۇ سانا ئۇنىڭغىلا خاستۇر. ئۇ ھەممىگە كۈچى يەتكۈچى زاتتۇر»",
  "zekrContentVocalDu" : "la ilāha illallāh waḥdahu la šarīka lahu, lahulmulk wa lahul ḥamd, wa huwa ‘alā  kulli šaiay’in qadīr",
  "zekrContentVocalEn" : "La ilaha illal-lah, wahdahu la shareeka lah, lahul-mulku walahul-hamd, wahuwa AAala kulli shay-in qadeer",
  "zekrContentVocalTurky" : "La ilaha illal-lah, wahdahu la shareeka lah, lahul-mulku walahul-hamd, wahuwa AAala kulli shay-in qadeer",
  "zekrFadlAr" : "عَنْ أَبِي هُرَيْرَةَ، قَالَ: قَالَ رَسُولُ اللهِ صلى الله عليه وسلم: «إِذَا أَصْبَحَ أَحَدُكُمْ فَلْيَقُلْ: أَصْبَحْتُ أُثْنِيَ عَلَيْكَ حَمْدًا، وَأَشْهَدُ أَنْ لَا إِلَهَ إِلَّا اللهُ -ثَلَاثًا- وَإِذَا أَمْسَى فَلْيَقُلْ مِثْلَ ذَلِكَ\nالسنن الكبرى للنسائي (10406)، عمل اليوم والليلة لابن السني (571)، وحسنه الوادعي في الجامع الصحيح فيما ليس في الصحيحين (2/473).",
  "zekrFadlEn" : "(Sunan Al-Kubra An-Nasai: 10406, authentic sanad)\n",
  "zekrFadlIn" : "(Sunan Al-Kubra An-Nasai: 10406, dengan sanad hasan)",
  "zekrFadlUg" : "نەسەئىي رىۋايەت قىلغان ھەدىستە: ئەتىگەندە 10 قېتىم «من قال غدوة: لا إله إلا الله وحده لا شريك له، له الملك وله الحمد، وهو على كل شيء قدير» دېگەن كىشىگە ئاللاھ 10 ياخشىلىق يازىدۇ ۋە 10 يامانلىقنى ئۇنىڭدىن ئۈچۈرۈۋېتىدۇ. ئۇنىڭغا 10 قۇلنى ئازاد قىلغانلىق ساۋابى بار. ۋە ئاللاھ ئۇنى شەيتاننىڭ شەررىدىن ساقلايدۇ. كەچتە ئوقۇغان كىشىمۇ ئوخشاش.",
  "zekrID" : 32,
  "zekrIdRef" : 0,
  "zekrNoOfRep" : 3,
  "insertedByUser" : 0,
  "soundFileName" : "asb7to_osny_3lik_7mda"
}, {
  "basmlaType" : 0,
  "periority" : 31,
  "specialTime" : 0,
  "typeId" : 0,
  "zekrContentAr" : "اللَّهُمَّ إِنِّي أَعُوذُ بِكَ مِنَ الهَمِّ وَالحَزَنِ، وَالعَجْزِ وَالكَسَلِ، وَالبُخْلِ وَالجُبْنِ، وَضَلَعِ الدَّيْنِ، وَغَلَبَةِ الرِّجَالِ.",
  "zekrContentDu" : "Gepriesen ist Allah und mit Seinem Lob, sooft wie die Anzahl  Seiner Geschöpfe, so groß wie Seine Zufriedenheit,  so schön wie der Schmuck Seines Thrones, und so viel wie die Tinte Seiner Worte. (Ddreimal am Morgen) ",
  "zekrContentEn" : "O Allah, I seek Your protection from anxiety and grief. I seek Your protection from inability and laziness. I seek Your protection from cowardice and miserliness and I seek Your protection from being overcome by debt and being overpowered by men.\n\n",
  "zekrContentFr" : "\"Gloire et louange à Dieu, autant que le nombre de Ses\r\ncréatures, de Sa satistàction, de la pesée de Son trône et\r\nla masse d'encre de Ses Paroles\" (trois fois le matin).\r\n",
  "zekrContentIn" : "اللَّهُمَّ إِنِّي أَعُوذُ بِكَ مِنَ الهَمِّ وَالحَزَنِ، وَالعَجْزِ وَالكَسَلِ، وَالبُخْلِ وَالجُبْنِ، وَضَلَعِ الدَّيْنِ، وَغَلَبَةِ الرِّجَالِ\n\nLatin:\nAllahumma inni a'udzu bika minal hammi wal hazani wa a'udzu bika minal 'ajzi wal kasali wa a'udzu bika minal jubni wal bukhli wa a'udzu bika min ghalabatid daini waqahrir rijal.\n\nArtinya:\nYa Allah, sesungguhnya aku berlindung kepada-Mu dari kebingungan dan kesedihan. Aku berlindung kepada-Mu dari kelemahan dan kemalasan. Aku berlindung kepada-Mu dari sifat pengecut dan kikir. Aku berlindung kepada-Mu dari lilitan utang dan kesewenang-wenangan manusia\n.\n",
  "zekrContentTurky" : "“Yarattıklarının sayısınca, kendisinin râzı olacağı kadar, arşının ağırlığı ve kelimelerinin çokluğunca hamdederek Allah’ı tüm noksanlıklardan tenzih ederim.” ",
  "zekrContentUg" : "«ئاللاھ پاكتۇر، ئۇ مەخلۇقاتلىرىنىڭ ھېسابىچە، ئەرشىنىڭ زىننەتلىرىچە، ئۇنىڭ سۆزلىرىنى يېزىشقا يېتەرلىك سىياھلارغىچە ۋە ئۆزى مەمنۇن بولغىچە ھەمدۇ ساناغا لايىقتۇر»",
  "zekrContentVocalDu" : "subẖānallāhi wa biẖamdi, ‘adada ẖalqi, wa riḍā nafsi, wa zinata ‘arši, wa midāda kalimāti",
  "zekrContentVocalEn" : "Subhanal-lahi wabihamdih, AAadada khalqihi warida nafsih, wazinata AAarshih, wamidada kalimatih",
  "zekrContentVocalTurky" : "Subhanal-lahi wabihamdih, AAadada khalqihi warida nafsih, wazinata AAarshih, wamidada kalimatih",
  "zekrFadlAr" : "عَنْ أَنَسِ بْنِ مَالِكٍ رَضِيَ اللَّهُ عَنْهُ قَالَ: كُنْتُ أَسْمَعُ النَّبِيَّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ كَثِيرًا يَقُولُ: «اللَّهُمَّ إِنِّي أَعُوذُ بِكَ مِنَ الهَمِّ وَالحَزَنِ، وَالعَجْزِ وَالكَسَلِ، وَالبُخْلِ وَالجُبْنِ، وَضَلَعِ الدَّيْنِ، وَغَلَبَةِ الرِّجَالِ» صحيح البخاري (2893)\nوفي رواية: عَنْ أَبِي سَعِيدٍ الْخُدْرِيِّ، قَالَ: دَخَلَ رَسُولُ الله صَلَّى الله عَلَيْهِ وَسَلَّمَ ذَاتَ يَوْمٍ الْمَسْجِدَ، فَقَالَ: «يَا أبا أُمَامَةَ، مَا لِي أَرَاكَ جَالِسًا فِي الْمَسْجِدِ فِي غَيْرِ وَقْتِ الصَّلَاةِ؟»، قَالَ: هُمُومٌ لَزِمَتْنِي، وَدُيُونٌ يَا رَسُولَ اللَّهِ، قَالَ: «أَفَلَا أُعَلِّمُكَ كَلَامًا إِذَا أَنْتَ قُلْتَهُ أَذْهَبَ الله عَزَّ وَجَلَّ هَمَّكَ، وَقَضَى عَنْكَ دَيْنَكَ؟»، قَالَ: قُلْتُ: بَلَى يَا رَسُولَ الله، قَالَ: «قُلْ إِذَا أَصْبَحْتَ، وَإِذَا أَمْسَيْتَ: اللَّهُمَّ إِنِّي أَعُوذُ بِكَ مِنَ الْهَمِّ وَالْحَزَنِ، وَأَعُوذُ بِكَ مِنَ الْعَجْزِ وَالْكَسَلِ، وَأَعُوذُ بِكَ مِنَ الْجُبْنِ وَالْبُخْلِ، وَأَعُوذُ بِكَ مِنْ غَلَبَةِ الدَّيْنِ، وَقَهْرِ الرِّجَالِ»، قَالَ: فَفَعَلْتُ ذَلِكَ، فَأَذْهَبَ اللَّهُ عَزَّ وَجَلَّ هَمِّي، وَقَضَى عَنِّي دَيْنِي \nسنن أبي داود (1555)، وقال عبد القادر الأرنؤوط في جامع الأصول (4/ 296): حديث حسن",
  "zekrFadlEn" : "Whoever says it in the morning, God removes his sadness and his debt is paid. . Abu Daud: 1555, Authentic Sanad\n",
  "zekrFadlIn" : "Siapa yang mengucapkannya di waktu pagi, Allah hilangkan kesedihannya dan dilunasi hutangnya. (HR. Abu Daud: 1555, dengan sanad hasan)",
  "zekrFadlUg" : "مۇسلىم رىۋايەت قىلغان. ئۇ رىۋايەتتە مۇنداق دېيىلىدۇ: پەيغەمبەر ئەلەيھىسسالام ئەتىگەندە بانداتتىن كېيىن مەسچىتتە بۇ دۇئانى ئوقۇپ، زۇھا نامىزىدىن كېيىن ئۇ ئولتۇرىۋاتقىنىدا چىقىپ كېلىپ مۇنداق دېدى: «مەن سەندىن ئايرىلغاندىكى ھالەتنى داۋاملاشتۇرۇپسىز؟» دېدى. ئۇ : ھەئە دېدى. پەيغەمبەر ئەلەيھىسسالام: سەندىن ئايرىلغاندىن كېيىن 4 كەلىمىنى 3 قېتىم دېدىم. ناۋادا سېنىڭ ئوقۇغانلىرىڭ بىلەن مەزكۇر 4 كەلىمە تارازىدا تارتىلسا مېنىڭ ئوقۇغانلىرىم ئېغىر كېلەتتى... دەپ بۇ دۇئانى تىلغا ئالدى.",
  "zekrID" : 34,
  "zekrIdRef" : 0,
  "zekrNoOfRep" : 1,
  "insertedByUser" : 0,
  "soundFileName" : "allahom_eny_a3oz_bk_mn_alhm"
}, {
  "basmlaType" : 0,
  "periority" : 32,
  "specialTime" : 0,
  "typeId" : 0,
  "zekrContentAr" : "سُبْحَانَ اللهِ وَبِحَمْدِهِ، عَدَدَ خَلْقِهِ وَرِضَا نَفْسِهِ وَزِنَةَ عَرْشِهِ وَمِدَادَ كَلِمَاتِهِ.",
  "zekrContentDu" : "O Allah, wahrlich ich bitte Dich um nützliches Wissen um gute Versorgung und um anerkanntes Handeln.  (am Morgen)",
  "zekrContentEn" : "Allah is free from imperfection and all praise is due to Him, (in ways) as numerous as all He has created, (as vast) as His pleasure, (as limitless) as the weight of His Throne, and (as endless) as the ink of His words.\n\r",
  "zekrContentFr" : "Seigneur, je Te demande de m'accorder une science\r\nutile, un bien licite et une oeuvre acceptée.'\r\n",
  "zekrContentIn" : "سُبْحَانَ اللهِ وَبِحَمْدِهِ، عَدَدَ خَلْقِهِ وَرِضَا نَفْسِهِ وَزِنَةَ عَرْشِهِ وَمِدَادَ كَلِمَاتِهِ\n\nLatin:\nSubḥānallāhi wa biḥamdihi ‘adada khalqihi wa riḍā nafsihi wa zinata ‘arsyihi wa midāda kalimātihi.\n\nArtinya:\n“Maha Suci Allah dengan segala puji bagi-Nya sebanyak hitungan makhluk-Nya, menurut keridhaan-Nya, menurut arasy-Nya dan sebanyak tinta kalimat-Nya.”\n",
  "zekrContentTurky" : "“Allahım!Senden, faydalı bir ilim, temiz bir rızık ve Kabul olunan bir amel dilerim.” ",
  "zekrContentUg" : "«ئى ئاللاھ! سېنىڭدىن مەنپەئەتلىك ئىلىم، ھالال رىزىق ۋە دەرگاھىڭدا قوبۇل بولىدىغان ئەمەلگە مۇيەسسەر قىلىشىڭنى تىلەيمەن»",
  "zekrContentVocalDu" : "allāhumma innī asaluka ‘ilman nāfi’an, wa rizqan taiyyayyiban, wa ‘amalan mutaqabbalan",
  "zekrContentVocalEn" : "Allahumma innee as-aluka AAilman nafiAAan, warizqan tayyiban, waAAamalan mutaqabbalan",
  "zekrContentVocalTurky" : "Allahumma innee as-aluka AAilman nafiAAan, warizqan tayyiban, waAAamalan mutaqabbalan",
  "zekrFadlAr" : "عن جُويريةَ أمّ المؤمنين رضي الله عنها، أن النبي صلى الله عليه وسلم خرج من عندها بُكرة حين صلَّى الصبح وهي في مسجدها، ثم رجع بعد أن أضحى وهي جالسة فيه، فقال: «مَا زِلْتِ اليَوْمَ عَلى الحال الَّتي فارَقْتُكِ عليها؟» قالت: نعم، قال النبي صلى الله عليه وسلم: «لَقَدْ قُلْتُ بَعْدَكِ أَرْبَعَ كَلماتٍ ثَلاثَ مَرَّاتٍ لَوْ وزِنَتْ بِما قُلْتِ مُنْذُ اليَوْمِ لَوَزَنَتُهُنَّ: سُبحانَ الله وبِحمْدِهِ عَدَدَ خَلْقِهِ وَرِضَا نَفْسِهِ َوزِنَةَ عَرْشِهِ وَمِدَادَ كَلِماتِهِ». صحيح مسلم (2726).",
  "zekrFadlEn" : "Whoever recites it 3 times, the reward is like someone who recites from dawn until dawn at Dhuha. . Muslim: 2726\n",
  "zekrFadlIn" : "Siapa yang membacanya 3x, pahalanya seperti seseorang yang berzikir dari subuh sampai terbit waktu dhuha. (HR. Muslim: 2726)\n\n",
  "zekrFadlUg" : "ئىبنى ماجە رىۋايەت قىلغان.",
  "zekrID" : 35,
  "zekrIdRef" : 0,
  "zekrNoOfRep" : 3,
  "insertedByUser" : 0,
  "soundFileName" : "sob7an_allh_wb7mdh_3dd_5lqh_wazent_3rsho"
}, {
  "basmlaType" : 0,
  "periority" : 33,
  "specialTime" : 0,
  "typeId" : 0,
  "zekrContentAr" : "اللَّهُمَّ إِنِّي أَسْأَلُكَ عِلْمًا نَافِعًا، وَرِزْقًا طَيِّبًا، وَعَمَلًا مُتَقَبَّلًا.",
  "zekrContentDu" : "Ich bitte Allah um Vergebung,\r\nund ich wende mich Ihm reumütig zu",
  "zekrContentEn" : "O Allah, I ask You for knowledge which is beneficial and sustenance which is good, and deeds which are acceptable.\r",
  "zekrContentFr" : "Je demande pardon à Allah et je reviens repentant vers lui ' ",
  "zekrContentIn" : "اللَّهُمَّ إِنِّي أَسْأَلُكَ عِلْمًا نَافِعًا، وَرِزْقًا طَيِّبًا، وَعَمَلًا مُتَقَبَّلًا\n\nLatin:\nAllāhumma innī as’aluka ‘ilman nāfi‘an wa rizqan ṭayyiban wa ‘amalan mutaqabbalan.\n\nArtinya:\n“Ya Allah, aku memohon kepada-Mu ilmu yang bermanfaat, rizki yang baik dan amal yang diterima.”",
  "zekrContentTurky" : "“Allah’tan mağfiret diler ve O’na tevbe ederim.” ",
  "zekrContentUg" : "«ئۇنىڭدىن بۆلەك ئىلاھىي مەبۇد بولمىغان، ھەمىشە تىرىك بولغۇچى ۋە ھەممىنى ئىدارە قىلىپ تۇرغۇچى ئۇلۇغ ئاللاھتىن مەغپىرەت سورايمەن ۋە ئۇنىڭغا تەۋبە قىلىمەن»",
  "zekrContentVocalDu" : "astaġfirullāh wa atūbu ilaiilayhi",
  "zekrContentVocalEn" : "Astaghfirul-laha wa-atoobu ilayh",
  "zekrContentVocalTurky" : "Astaghfirul-laha wa-atoobu ilayh",
  "zekrFadlAr" : "عن أم سلمة أن النبي صلى الله عليه وسلم كان يقول: إذا صلى الصبح حين يسلم: «اللهم إني أسألك علمًا نافعًا، ورزقًا طيبًا، وعملًا متقبلًا».\nسنن ابن ماجه (925)، مصنف ابن أبي شيبة (29265)، مسند أحمد (26521)، السنن الكبرى للنسائي (9850)، الدعاء للطبراني (671)، بسند صحيح.",
  "zekrFadlEn" : "(Sunan Ibnu Majah: 925, with authentic Sanad",
  "zekrFadlIn" : "(Sunan Ibnu Majah: 925, dengan sanad shahih)",
  "zekrFadlUg" : "بۇخارىي ۋە مۇسلىم رىۋايەت قىلغان",
  "zekrID" : 36,
  "zekrIdRef" : 0,
  "zekrNoOfRep" : 1,
  "insertedByUser" : 0,
  "soundFileName" : "allahom_eny_as2lk_3lman_nafe3a"
}, {
  "basmlaType" : 0,
  "periority" : 34,
  "specialTime" : 0,
  "typeId" : 0,
  "zekrContentAr" : "أَسْتَغْفِرُ اللَّهَ وَأَتُوبُ إِلَيْهِ.",
  "zekrContentDu" : "O Allah, segne unseren Propheten Muhammad und schenke ihm Heil   (Zzehnmal)  ",
  "zekrContentEn" : "I seek Allah’s forgiveness and turn to Him in repentance.\n\r",
  "zekrContentFr" : "mon dieu prie sur mohamad",
  "zekrContentIn" : "أَسْتَغْفِرُ اللَّهَ وَأَتُوبُ إِلَيْهِ\n\nLatin:\nAstagfirullāha wa atūbu ilaih\n\nArtinya:\n“Aku memohon ampun kepada Allah dan bertobat kepada-Nya.”\n",
  "zekrContentTurky" : " “Allahım! Peygamberimiz Muhammed’e salât ve selâm eyle.”",
  "zekrContentUg" : "«ئى ئاللاھ! ئىبراھىم ئەلەيھىسسالامغا ۋە ئۇنىڭ ئائىلە تاۋابىئاتلىرىغا رەھمەت قىلغاندەك، مۇھەممەد ئەلەيھىسسالامغا ۋە ئۇنىڭ ئائىلە تاۋابىئاتلىرىغا رەھمەت قىلغىن. سەن ھەقىقەتەن ماختاشقا لايىق ۋە ئۇلۇغ مەرتىۋىلىك زاتتۇرسەن.",
  "zekrContentVocalDu" : "allāhumma ṣalli wa sallim ‘alā nabiyyinā muḥammad",
  "zekrContentVocalEn" : "Allahumma salli wa sallm AAala nabiyyna  Muhammad",
  "zekrContentVocalTurky" : "Allahumma salli wa sallm AAala nabiyyna  Muhammad",
  "zekrFadlAr" : "عَنْ أَبِي مُوسَى رَضِيَ اللهُ عَنْهُ قَالَ: قَالَ رَسُولُ اللهِ صلى الله عليه وسلم: «مَا أَصْبَحْتُ غَدَاةً قَطُّ إِلاَّ اسْتَغْفَرتُ اللهَ تَعَالَى فِيهَا مِائَةَ مَرَّهٍ»\nالجامع الصغير (10471)، وصححه الألباني في صحيح الجامع (5534).",
  "zekrFadlEn" : "Shahih Al-Jami': 5534",
  "zekrFadlIn" : "Shahih Al-Jami': 5534",
  "zekrFadlUg" : "تەبەرانىي رىۋايەت قىلغان. ھەدىستە: ئەتىگەندە 10 قېتىم دۇرۇت ئېيتقان، كەچتە 10 قېتىم دۇرۇت ئېيتقان كىشىگە قىيامەت كۈنى مېنىڭ شاپائىتىم ئېرىشىدۇ.",
  "zekrID" : 37,
  "zekrIdRef" : 0,
  "zekrNoOfRep" : 100,
  "insertedByUser" : 0,
  "soundFileName" : "ast8froallah_wa_atob_elih"
}, {
  "basmlaType" : 0,
  "periority" : 82,
  "specialTime" : 0,
  "typeId" : 0,
  "zekrContentAr" : "سُبْحَانَ اللهِ وَبِحَمْدِهِ.",
  "zekrContentDu" : "",
  "zekrContentEn" : "Allah is free from imperfection and all praise is due to Him",
  "zekrContentFr" : "",
  "zekrContentIn" : "سُبْحَانَ اللهِ وَبِحَمْدِهِ\n\nLatin:\nSubhanallah wa bi-hamdih.\n\nArtinya:\n“Maha suci Allah, aku memuji-Nya.”\n",
  "zekrContentTurky" : "",
  "zekrContentUg" : "ئاللاھ تائالا بارچە نۇقسانلاردىن ئەلۋەتتە پاكتۇر، ھەمدۇ سانا ئۇنىڭغا خاستۇر",
  "zekrContentVocalDu" : "",
  "zekrContentVocalEn" : "",
  "zekrContentVocalTurky" : "",
  "zekrFadlAr" : "عَنْ أَبِي هُرَيْرَةَ، قَالَ: قَالَ رَسُولُ اللهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: «مَنْ قَالَ: حِينَ يُصْبِحُ وَحِينَ يُمْسِي: سُبْحَانَ اللهِ وَبِحَمْدِهِ، مِائَةَ مَرَّةٍ، لَمْ يَأْتِ أَحَدٌ يَوْمَ الْقِيَامَةِ، بِأَفْضَلَ مِمَّا جَاءَ بِهِ، إِلَّا أَحَدٌ قَالَ مِثْلَ مَا قَالَ أَوْ زَادَ عَلَيْهِ». صحيح مسلم (2692).\nوعَنْ أَبِي هُرَيْرَةَ رَضِيَ اللَّهُ عَنْهُ: أَنَّ رَسُولَ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ قَالَ: «مَنْ قَالَ: سُبْحَانَ اللَّهِ وَبِحَمْدِهِ، فِي يَوْمٍ مِائَةَ مَرَّةٍ، حُطَّتْ خَطَايَاهُ، وَإِنْ كَانَتْ مِثْلَ زَبَدِ البَحْرِ». صحيح البخاري (6405).",
  "zekrFadlEn" : "Whoever recites 'Subhanallahi wabihamdihi' in the morning, on the Day of Resurrection there will be no one else who will be rewarded except for the one who recites such or more and that. . Muslim: 2692\n",
  "zekrFadlIn" : "Siapa yang di pagi hari mengucapkan ‘Subhanallahi wabihamdihi’ maka pada hari kiamat tidak ada orang lain yang melebihi pahalanya kecuali orang yang mengucapkan bacaan seperti itu atau lebih dan itu. (HR. Muslim: 2692)",
  "zekrFadlUg" : "ئىمران ئىبنى ھۈسەين رەزىيەللاھۇ ئەنھۇ پەيغەمبەر ئەلەيھىسسالامنىڭ مۇنداق دېگەنلىكىنى رىۋايەت قىلىدۇ: «ساڭا ئاللاھ ئەڭ ياقتۇرىدىغان سۆزنى ئېيتىپ بېرەيمۇ؟» مەن: ئاللاھ ئەڭ ياقتۇرىدىغان سۆزنى ئېيتىپ بەرگەن بولسىلا، دېدىم. پەيغەمبەر ئەلەيھىسسالام: «ئاللاھ ئەڭ ياقتۇرىدىغان سۆز: «سُبْحَانَ اللهِ وَبِحَمْدِهِ»دۇر. (بۇ ھەدىسنى مۇسلىم (2731) رىۋايەت قىلغان.) ئەبى ئۇمامە رىزىيەللاھۇ ئەنھۇ پەيغەمبەر ئەلەيھىسسالامنىڭ مۇنداق دېگەنلىكىنى رىۋايەت قىلىدۇ: «كېچىسى قارا بېسىشتىن، پۇل-مېلىنى خەجلەشتىن بېخىللىق قىلىشتىن، ئۇنى ئۆلتۈرىۋېتىشىدىن قورقىدىغان دۈشمەنىڭ قورقۇسىدىن كىشى «سُبْحَانَ اللهِ وَبِحَمْدِهِ» كۆپلەپ ئېيتسۇن؛ چۈنكى بۇ جۈملە ئاللاھ تائالاغا ئالتۇن تاغنى ئاللاھنىڭ يولىدا خەجلىگىنىدىنمۇ سۆيۈملۈكتۇر.» (بۇ ھەدىسنى تەبەرانى (7800) رىۋايەت قىلغان).",
  "zekrID" : 98,
  "zekrIdRef" : 0,
  "zekrNoOfRep" : 100,
  "insertedByUser" : 0,
  "soundFileName" : "sob7an_allaho_web7mdh"
}, {
  "basmlaType" : 0,
  "periority" : 0,
  "specialTime" : 0,
  "typeId" : 0,
  "zekrContentAr" : "سُبْحَانَ الله.",
  "zekrContentDu" : "",
  "zekrContentEn" : "Allah is free from imperfection",
  "zekrContentFr" : "",
  "zekrContentIn" : "سُبْحَانَ اللهِ \n\nLatin:\nSubhanallah \n\nArtinya:\n“Maha suci Allah.”\n",
  "zekrContentTurky" : "",
  "zekrContentUg" : "",
  "zekrContentVocalDu" : "",
  "zekrContentVocalEn" : "",
  "zekrContentVocalTurky" : "",
  "zekrFadlAr" : "عَنْ عَمْرِو بْنِ شُعَيْبٍ، عَنْ أَبِيهِ، عَنْ جَدِّهِ، قَالَ: قَالَ رَسُولُ اللهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: «مَنْ قَالَ: سُبْحَانَ اللهِ مِائَةَ مَرَّةٍ قَبْلَ طُلُوعِ الشَّمْسِ وَقَبْلَ غُرُوبِهَا كَانَ أَفْضَلَ مِنْ مِائَةِ بَدَنَةٍ، وَمَنْ قَالَ: الْحَمْدُ لِلَّهِ مِائَةَ مَرَّةٍ قَبْلَ طُلُوعِ الشَّمْسِ، وَقَبْلَ غُرُوبِهَا كَانَ أَفْضَلَ مِنْ مِائَةِ فَرَسٍ يُحْمَلُ عَلَيْهَا، وَمَنْ قَالَ: اللهُ أَكْبَرُ مِائَةَ مَرَّةٍ قَبْلَ طُلُوعِ الشَّمْسِ وَقَبْلَ غُرُوبِهَا، كَانَ أَفْضَلَ مِنْ عِتْقِ مِائَةِ رَقَبَةٍ، وَمَنْ قَالَ: لَا إِلَهَ إِلَّا اللهُ، وَحْدَهُ لَا شَرِيكَ لَهُ، لَهُ الْمُلْكُ وَلَهُ الْحَمْدُ، وَهُوَ عَلَى كُلِّ شَيْءٍ قَدِيرٌ مِائَةَ مَرَّةٍ قَبْلَ طُلُوعِ الشَّمْسِ وَقَبْلَ غُرُوبِهَا، لَمْ يَجِئْ يَوْمَ الْقِيَامَةِ أَحَدٌ بِعَمَلٍ أَفْضَلَ مِنْ عَمَلِهِ إِلَّا مَنْ قَالَ قَوْلَهُ أَوْ زَادَ».\nالسنن الكبرى للنسائي (10588)، مسند الشاميين للطبراني (516)، صَحِيح التَّرْغِيبِ وَالتَّرْهِيب (658)، وحسنه الألباني.",
  "zekrFadlEn" : "Who who says Subhanallah 100 times before sunrise, is better than 100 cows. (Sunan Al-Kubra An-Nasai: 10588, Authentic Sanad\n",
  "zekrFadlIn" : "Siapa. yang mengucapkan Subhanallah 100x sebelum terbit matahari, adalah lebih baik dari 100 sapi. (Sunan Al-Kubra An-Nasai: 10588, dengan sanad baik)",
  "zekrFadlUg" : "",
  "zekrID" : 99,
  "zekrIdRef" : 0,
  "zekrNoOfRep" : 100,
  "insertedByUser" : 0,
  "soundFileName" : "sob7an_allah"
}, {
  "basmlaType" : 0,
  "periority" : 81,
  "specialTime" : 0,
  "typeId" : 0,
  "zekrContentAr" : "الْحَمْدُ لِلَّه.",
  "zekrContentDu" : "",
  "zekrContentEn" : "All praise be to Allah",
  "zekrContentFr" : "",
  "zekrContentIn" : "الْحَمْدُ لِلَّه\n\nLatin:\nalḥamdu lillāhi \n\nArtinya:\nSegala puji bagi Allah\n",
  "zekrContentTurky" : "",
  "zekrContentUg" : "ھەمدۇ سانا ئاللاھقىلا خاستۇر.",
  "zekrContentVocalDu" : "",
  "zekrContentVocalEn" : "",
  "zekrContentVocalTurky" : "",
  "zekrFadlAr" : "عَنْ عَمْرِو بْنِ شُعَيْبٍ، عَنْ أَبِيهِ، عَنْ جَدِّهِ، قَالَ: قَالَ رَسُولُ اللهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: «...، وَمَنْ قَالَ: الْحَمْدُ لِلَّهِ مِائَةَ مَرَّةٍ قَبْلَ طُلُوعِ الشَّمْسِ، وَقَبْلَ غُرُوبِهَا كَانَ أَفْضَلَ مِنْ مِائَةِ فَرَسٍ يُحْمَلُ عَلَيْهَا،...».\nالسنن الكبرى للنسائي (10588)، مسند الشاميين للطبراني (516)، صَحِيح التَّرْغِيبِ وَالتَّرْهِيب (658)، وحسنه الألباني.",
  "zekrFadlEn" : "Who who says Alhamdulillah 100 times before sunrise, is better than 100 horses fighting in the path of Allah. (Sunan Al-Kubra An-Nasai: 10588, authentic Sanad\n",
  "zekrFadlIn" : "Siapa. yang mengucapkan Alhamdulillah 100x sebelum terbit matahari, adalah lebih baik dari 100 Kuda yang berjihad di jalan Allah. (Sunan Al-Kubra An-Nasai: 10588, dengan sanad baik)",
  "zekrFadlUg" : "ئىمران ئىبنى ھۈسەين رەزىيەللاھۇ ئەنھۇ پەيغەمبەر ئەلەيھىسسالامنىڭ «قىيامەت كۈنى ئاللاھنىڭ ئەڭ پەزىلەتلىك بەندىلىرىنىڭ كۆپلەپ ھەمدۇ-سانا ئېيتقۇچىلار ئىكەنلىكىنى» ئېيتىپ بەرگەن. (بۇ ھەىدسنى تەبەرانى (254) سەھىھ سەنەد بىلەن رىۋايەت قىلغان).",
  "zekrID" : 100,
  "zekrIdRef" : 0,
  "zekrNoOfRep" : 100,
  "insertedByUser" : 0,
  "soundFileName" : "al7mdo_lelah"
}, {
  "basmlaType" : 0,
  "periority" : 71,
  "specialTime" : 0,
  "typeId" : 0,
  "zekrContentAr" : "اللهُ أَكْبَر.",
  "zekrContentDu" : "",
  "zekrContentEn" : "Allah is the Greatest",
  "zekrContentFr" : "Allah est Grand' (trente quatre fois)",
  "zekrContentIn" : "اللهُ أَكْبَر\n\nLatin:\nAllahu Akbar\n\nArtinya:\nAllah Maha Besar\n",
  "zekrContentTurky" : "",
  "zekrContentUg" : "",
  "zekrContentVocalDu" : "",
  "zekrContentVocalEn" : "",
  "zekrContentVocalTurky" : "",
  "zekrFadlAr" : "عَنْ عَمْرِو بْنِ شُعَيْبٍ، عَنْ أَبِيهِ، عَنْ جَدِّهِ، قَالَ: قَالَ رَسُولُ اللهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: «...، وَمَنْ قَالَ: اللهُ أَكْبَرُ مِائَةَ مَرَّةٍ قَبْلَ طُلُوعِ الشَّمْسِ وَقَبْلَ غُرُوبِهَا، كَانَ أَفْضَلَ مِنْ عِتْقِ مِائَةِ رَقَبَةٍ، ...».\nالسنن الكبرى للنسائي (10588)، مسند الشاميين للطبراني (516)، صَحِيح التَّرْغِيبِ وَالتَّرْهِيب (658)، وحسنه الألباني.",
  "zekrFadlEn" : "Who who says Allahu Akbar 100 times before sunrise, is better than freeing 100 slaves. (Sunan Al-Kubra An-Nasai: 10588, Authenitc Sanad)\n",
  "zekrFadlIn" : "Siapa. yang mengucapkan Allahu Akbar 100x sebelum terbit matahari, adalah lebih baik dari memerdekakan 100 hamba sahaya. (Sunan Al-Kubra An-Nasai: 10588, dengan sanad baik)",
  "zekrFadlUg" : "پەيغەمبەر ئەلەيھسسالام بۇنى قىزى پاتىمە رەزىيەللاھۇ ئەنھاغا رەسۇلۇللاھتىن خىزمەتنى تەلەپ قىلىپ كەلگەندە ئۆگىتىپ قويغان: «سىلەرگە سورىغىنىڭلاردىن ياخشىراقىنى ئۆگىتىپ قويايمۇ؟ ياتاققا كىرگەندە بۇنى ئېسىڭلاردىن چىقارماڭلار...(بۇخارىي ۋە مۇسلىم رىۋايەت قىلغان.)",
  "zekrID" : 101,
  "zekrIdRef" : 0,
  "zekrNoOfRep" : 100,
  "insertedByUser" : 0,
  "soundFileName" : "allaho_akbr"
}, {
  "basmlaType" : 0,
  "periority" : 86,
  "specialTime" : 0,
  "typeId" : 0,
  "zekrContentAr" : "لاَ إِلَهَ إِلَّا الله، وَحْدَهُ لاَ شَرِيكَ لَهُ، لَهُ المُلْكُ وَلَهُ الحَمْدُ، وَهُوَ عَلَى كُلِّ شَيْءٍ قَدِيرٌ.",
  "zekrContentDu" : "",
  "zekrContentEn" : "There is no god but Allah. He is Alone and He has no partner whatsoever. To Him Alone belong all sovereignty and all praise. He is over all things All-Powerful.\n\r",
  "zekrContentFr" : "",
  "zekrContentIn" : "لَا إِلَهَ إِلَّا اللَّهُ وَحْدَهُ لَا شَرِيكَ لَهُ لَهُ الْمُلْكُ وَلَهُ الْحَمْدُ وَهُوَ عَلَى كُلِّ شَيْءٍ قَدِيرٌ\n\nLatin:\nLā ilāha illallāhu waḥdahu lā syarīka lah, lahul mulku wa lahul ḥamdu wa huwa ‘alā kulli syai’in qadīr.\n\nArtinya:\n“Tidak ada Illah yang berhak diibadahi kecuali Allah dan tidak ada sekutu bagi-Nya. Bagi-Nya lah seluruh kerajaan dan segala pujian. Dia Maha kuasa atas segala sesuatu”\n",
  "zekrContentTurky" : "",
  "zekrContentUg" : "يالغۇز بىر ئاللاھ تائالادىن باشقا ھەقىقىيي ئىلاھ يوق، ئۇنىڭ شېرىكى يوق. پادىشاھلىق، ھەمدۇ سانا ئۇنىڭغىلا خاستۇر. ئۇ ھەممىگە كۈچى يەتكۈچى زاتتۇر. (10 قېتىم)",
  "zekrContentVocalDu" : "",
  "zekrContentVocalEn" : "",
  "zekrContentVocalTurky" : "",
  "zekrFadlAr" : "عَنْ عَمْرِو بْنِ شُعَيْبٍ، عَنْ أَبِيهِ، عَنْ جَدِّهِ، قَالَ: قَالَ رَسُولُ اللهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: «…، وَمَنْ قَالَ: لَا إِلَهَ إِلَّا اللهُ، وَحْدَهُ لَا شَرِيكَ لَهُ، لَهُ الْمُلْكُ وَلَهُ الْحَمْدُ، وَهُوَ عَلَى كُلِّ شَيْءٍ قَدِيرٌ مِائَةَ مَرَّةٍ قَبْلَ طُلُوعِ الشَّمْسِ وَقَبْلَ غُرُوبِهَا، لَمْ يَجِئْ يَوْمَ الْقِيَامَةِ أَحَدٌ بِعَمَلٍ أَفْضَلَ مِنْ عَمَلِهِ إِلَّا مَنْ قَالَ قَوْلَهُ أَوْ زَادَ».\nالسنن الكبرى للنسائي (10588)، مسند الشاميين للطبراني (516)، صَحِيح التَّرْغِيبِ وَالتَّرْهِيب (658)، وحسنه الألباني.\nوعَنْ أَبِي هُرَيْرَةَ؛ أَنَّ رَسُولَ اللهِ صلى الله عليه وسلم قَالَ: «مَنْ قَالَ لاَ إِلَهَ إِلاَّ اللهُ وَحْدَهُ لاَ شَرِيكَ لَهُ، لَهُ الْمُلْكُ وَلَهُ الْحَمْدُ وَهُوَ عَلَى كُلِّ شَيْءٍ قَدِيرٌ. فِي يَوْمٍ مِائَةَ مَرَّةٍ. كَانَتْ لَهُ عَدْلَ عَشْرِ رِقَابٍ. وَكُتِبَتْ لَهُ مِائَةُ حَسَنَةٍ. وَمُحِيَتْ عَنْهُ مِائَةُ سَيِّئَةٍ. وَكَانَتْ لَهُ حِرْزاً مِنَ الشَّيْطَانِ، يَوْمَهُ ذلِكَ حَتَّى يُمْسِيَ. وَلَمْ يَأْتِ أَحَدٌ بَأَفْضَلَ مِمَّا جَاءَ بِهِ، إِلاَّ أَحَدٌ عَمِلَ أَكْثَرَ مِنْ ذلِكَ». صحيح البخاري (3293)، صحيح مسلم (2691).\nوعَنْ أَبِي عَيَّاشٍ، أَنَّ رَسُولَ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ، قَالَ: «مَنْ قَالَ إِذَا أَصْبَحَ: لَا إِلَهَ إِلَّا اللَّهُ وَحْدَهُ، لَا شَرِيكَ لَهُ، لَهُ الْمُلْكُ، وَلَهُ الْحَمْدُ، وَهُوَ عَلَى كُلِّ شَيْءٍ قَدِيرٌ، كَانَ لَهُ عِدْلَ رَقَبَةٍ مِنْ وَلَدِ إِسْمَاعِيلَ، وَكُتِبَ لَهُ عَشْرُ حَسَنَاتٍ، وَحُطَّ عَنْهُ عَشْرُ سَيِّئَاتٍ، وَرُفِعَ لَهُ عَشْرُ دَرَجَاتٍ، وَكَانَ فِي حِرْزٍ مِنَ الشَّيْطَانِ حَتَّى يُمْسِيَ، وَإِنْ قَالَهَا إِذَا أَمْسَى كَانَ لَهُ مِثْلُ ذَلِكَ حَتَّى يُصْبِحَ».\nسنن أبي داود (5077)، وصححه الألباني في صحيح الترغيب والترهيب (656).",
  "zekrFadlEn" : "Who. who recites  it 100x before sunrise, similar to freeing 10 slaves, 100 good deeds are recorded, 100 bad / sins are erased for him. Nothing will compare to him on the Day of Resurrection except by saying the same or more, he is protected from Satan until evening. (Narrated by Al-Bukhari: 3293, Muslim: 2691, Sunan Al-Kubra An-Nasai: 10588, Abu Daud: 5077, with authentic sanad)\n",
  "zekrFadlIn" : "Siapa yang mengucapkannya 100x sebelum terbit matahari, setara dengan memerdekakan 10 budak, dicatat 100 kebaikan, dihapuskan baginya 100 keburukan/dosa. Tidak ada yang menandinginya pada hari kiamat kecuali oleh sama mengucapkannya atau lebih, dia dilindungi dari Setan hingga sore. (HR. Al-Bukhari: 3293, Muslim: 2691, Sunan Al-Kubra An-Nasai: 10588, Abu Daud: 5077, dengan sanad shahih)",
  "zekrFadlUg" : "ئەبا ئەييۇبەلئەنسارىي رەزىيەللاھۇ ئەنھۇدىن رىۋايەت قىلىنىدۇكى، پەيغەمبەر ئەلەيھسسالام مۇنداق دېگەن: «كىمكى 10 قېتىم [لَا إِلَهَ إِلَّا اللهُ وَحْدَهُ لَا شَرِيكَ لَهُ، لَهُ الْمُلْكُ وَلَهُ الْحَمْدُ وَهُوَ عَلَى كُلِّ شَيْءٍ قَدِيرٌ، عَشْرَ مِرَارٍ] دېسە، ئىسمائىل ئەلەيھىسسالام ئەۋلادىدىن 4 قۇلنى ئازاد قىلغان كىشىگە ئوخشاش (ساۋابقا ئېرىشكەن) بولىدۇ. (بۇخارىي 6404) ۋە مۇسلىم (2693) رىۋايەت قىلغان).",
  "zekrID" : 102,
  "zekrIdRef" : 0,
  "zekrNoOfRep" : 100,
  "insertedByUser" : 0,
  "soundFileName" : "laelaha_w7daho_la_sharika_lho_almolk_waal7md"
}, {
  "basmlaType" : 0,
  "periority" : 56,
  "specialTime" : 0,
  "typeId" : 0,
  "zekrContentAr" : "اللَّهُمَّ صَلِّ عَلَى مُحَمَّدٍ وَعَلَى آلِ مُحَمَّدٍ.",
  "zekrContentDu" : "O Allah, segne unseren Propheten Muhammad und schenke ihm Heil   (Zzehnmal)  ",
  "zekrContentEn" : "O Allah, bestow Your favor on Muhammad and on the family of Muhammad\n",
  "zekrContentFr" : "mon dieu prie sur mohamad",
  "zekrContentIn" : "اللَّهُمَّ صَلِّ عَلَى مُحَمَّدٍ وَعَلَى آلِ مُحَمَّدٍ\n\nLatin:\nAllāhumma ṣalli wa sallim wa bārik ‘alā nabiyyinā muḥammad\n\nArtinya:\n“Ya Allah, limpahkanlah rahmat dan keselamatan kepada Nabi Muhammad.”\n",
  "zekrContentTurky" : " “Allahım! Peygamberimiz Muhammed’e salât ve selâm eyle.”",
  "zekrContentUg" : "«ئى ئاللاھ! ئىبراھىم ئەلەيھىسسالامغا ۋە ئۇنىڭ ئائىلە تاۋابىئاتلىرىغا رەھمەت قىلغاندەك، مۇھەممەد ئەلەيھىسسالامغا ۋە ئۇنىڭ ئائىلە تاۋابىئاتلىرىغا رەھمەت قىلغىن. سەن ھەقىقەتەن ماختاشقا لايىق ۋە ئۇلۇغ مەرتىۋىلىك زاتتۇرسەن.",
  "zekrContentVocalDu" : "allāhumma ṣalli wa sallim ‘alā nabiyyinā muḥammad",
  "zekrContentVocalEn" : "Allahumma salli wa sallm AAala nabiyyna  Muhammad",
  "zekrContentVocalTurky" : "Allahumma salli wa sallm AAala nabiyyna  Muhammad",
  "zekrFadlAr" : "عَنْ أَبِي الدَّرْدَاءِ قَالَ: قَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ: «مَنْ صَلَّى عَلَيَّ حِينَ يُصْبِحُ عَشْرًا وَحِينَ يُمْسِي عَشْرًا أَدْرَكَتْهُ شَفَاعَتِي يَوْمَ الْقِيَامَةِ».\nمجمع الزوائد للهيثمي (17022)، الجامع الصغير للسيوطي (11303)، الترغيب والترهيب للمنذري (987)، وقال: رواه الطبراني بإسنادين أحدهما جيد.\nوعَنْ أَنَسِ بْن مَالِكٍ، قَالَ: قَالَ رَسُولُ الله صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: «مَنْ صَلَّى عَلَيَّ صَلَاةً وَاحِدَةً صَلَّى الله عَلَيْهِ عَشْرَ صَلَوَاتٍ، وَحُطَّتْ عَنْهُ عَشْرُ خَطِيئَاتٍ، وَرُفِعَتْ لَهُ عَشْرُ دَرَجَاتٍ» سنن النسائي (1297) وصححه الألباني.\nوعن زَيْد بن خَارِجَة قَالَ: قال رَسُول اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: «صَلُّوا عَلَيَّ وَاجْتَهِدُوا فِي الدُّعَاءِ، وَقُولُوا: اللَّهُمَّ صَلِّ عَلَى مُحَمَّدٍ وَعَلَى آلِ مُحَمَّدٍ».\nسنن النسائي (1291)، وصححه الألباني.\nوعَنْ أَبِي طَلْحَةَ الْأَنْصَارِيِّ قَالَ: أَصْبَحَ رَسُولُ اللهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ يَوْمًا طَيِّبَ النَّفْسِ يُرَى فِي وَجْهِهِ الْبِشْرُ، قَالُوا: يَا رَسُولَ اللهِ، أَصْبَحْتَ الْيَوْمَ طَيِّبَ النَّفْسِ، يُرَى فِي وَجْهِكَ الْبِشْرُ، قَالَ: «أَجَلْ، أَتَانِي آتٍ مِنْ رَبِّي عَزَّ وَجَلَّ فَقَالَ: مَنْ صَلَّى عَلَيْكَ مِنْ أُمَّتِكَ صَلَاةً كَتَبَ اللهُ لَهُ بِهَا عَشْرَ حَسَنَاتٍ، وَمَحَا عَنْهُ عَشْرَ سَيِّئَاتٍ، وَرَفَعَ لَهُ عَشْرَ دَرَجَاتٍ، وَرَدَّ عَلَيْهِ مِثْلَهَا» مسند أحمد (16352)، وقال الألباني: حسن لغيره.\nوعَنْ عُمَيْرٍ الْأَنْصَارِيِّ قَالَ: قَالَ رَسُولُ اللهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: «مَنْ صَلَّى عَلَيَّ مِنْ أُمَّتِي صَلَاةً مُخْلِصًا مِنْ قَلْبِهِ، صَلَّى الله عَلَيْهِ بِهَا عَشْرَ صَلَوَاتٍ، وَرَفَعَهُ بِهَا عَشْرَ دَرَجَاتٍ، وَكَتَبَ لَهُ بِهَا عَشْرَ حَسَنَاتٍ، وَمَحَا عَنْهُ عَشْرَ سَيِّئَاتٍ» السنن الكبرى للنسائي (9809) وقال الألباني: حسن صحيح.\nوعَنْ أَبِي سَعِيدٍ الخُدْرِيِّ، قَالَ: قُلْنَا: يَا رَسُولَ اللَّهِ هَذَا التَّسْلِيمُ فَكَيْفَ نُصَلِّي عَلَيْكَ؟ قَالَ: «قُولُوا: اللَّهُمَّ صَلِّ عَلَى مُحَمَّدٍ عَبْدِكَ وَرَسُولِكَ، كَمَا صَلَّيْتَ عَلَى آلِ إِبْرَاهِيمَ، وَبَارِكْ عَلَى مُحَمَّدٍ، وَعَلَى آلِ مُحَمَّدٍ، كَمَا بَارَكْتَ عَلَى إِبْرَاهِيمَ». صحيح البخاري (4798).\nوعَنْ عَبْدَ الرَّحْمَنِ بْنَ أَبِي لَيْلَى، قَالَ: لَقِيَنِي كَعْبُ بْنُ عُجْرَةَ، فَقَالَ: أَلاَ أُه?",
  "zekrFadlEn" : "Whoever sends Salawat upon the  Prophet Muhammad 10 times in the morning, on the Day of Judgment he will receive His intercession, 10 Hasanat will be written for him, 10 sins will be erased for him, and 10 degrees will be raised.... (HR. Majmu 'Zawaid Haitsami: 17022, Ahmad: 16352, with hasan isnad)\n",
  "zekrFadlIn" : "Siapa yang bershalawat kepada Nabi Muhammad di waktu pagi 10 kali maka pada hari Kiamat dia akan mendapatkan syafaatku, ditulis baginya 10 kebaikan, dihapus baginya 10 keburukan, dan dinaikan 10 derajat.... (HR. Majmu' Zawaid Haitsami: 17022, Ahmad: 16352, dengan sanad hasan)",
  "zekrFadlUg" : "تەبەرانىي رىۋايەت قىلغان. ھەدىستە: ئەتىگەندە 10 قېتىم دۇرۇد ئېيتقان، كەچتە 10 قېتىم دۇرۇد ئېيتقان كىشىگە قىيامەت كۈنى مېنىڭ شاپائىتىم ئېرىشىدۇ.",
  "zekrID" : 103,
  "zekrIdRef" : 0,
  "zekrNoOfRep" : 10,
  "insertedByUser" : 0,
  "soundFileName" : "allahom_sle_3la_mohamed_wa_aleh"
} ]