[ {
  "id" : 15,
  "zekrId" : 58,
  "fadl" : "كَانَ رَسُول الله صلى الله عَلَيْهِ وَسلم يَقُوله عِنْد الكرب"
}, {
  "id" : 16,
  "zekrId" : 60,
  "fadl" : "كَانَ النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ إِذَا كَرَبَهُ أَمْرٌ قَالَه.\nوهو وصيته لابنته فاطمة رضي الله عنها: (ما يمنعك أن تسمعي ما أوصيك (به)؟ (أن) تقولي إذا أصبحت وإذا أمسيت:... الحديث).\n"
}, {
  "id" : 17,
  "zekrId" : 61,
  "fadl" : "كَانَ النَّبِيُّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ إِذَا قَامَ مِنَ اللَّيْلِ يَتَهَجَّدُ قَالَه."
}, {
  "id" : 18,
  "zekrId" : 62,
  "fadl" : "كَانَ رَسُولُ اللهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ إِذَا رَفَعَ رَأْسَهُ مِنَ الرُّكُوعِ قَالَه"
}, {
  "id" : 19,
  "zekrId" : 63,
  "fadl" : "كان رَسُول الله صلى الله عَلَيْهِ وَسلم يقوله في سجوده."
}, {
  "id" : 20,
  "zekrId" : 64,
  "fadl" : "وهذا الدُّعاء قد علّمه رسول الله صلى الله عليه وسلم لأبي بكر رضي الله عنه عندما سأله: عَلِّمْنِي دُعَاءً أَدْعُو بِهِ فِي صَلَاتِي."
}, {
  "id" : 21,
  "zekrId" : 65,
  "fadl" : "علمه جبريل رسول الله صلى الله عليه وسلم ليتعوذ به من شيطان كان يطلبه بشعلة من نار؛ فقَالَ لَهُ جِبْرِيلُ: أَفَلَا أُعَلِّمُكَ كَلِمَاتٍ تَقُولُهُنَّ، إِذَا قُلْتَهُنَّ طَفِئَتْ شُعْلَتُهُ، وَخَرَّ لِفِيهِ؟... الحديث."
}, {
  "id" : 22,
  "zekrId" : 66,
  "fadl" : "كان رسول الله صلى الله عليه وسلم إذا قام إلى الصلاة بالليل كبر ثم يقول سبحانك اللهم وبحمدك وتبارك اسمك وتعالى جدك ولا إله غيرك ثم يقول الله أكبر كبيرا ثم يقول هذه الاستعاذة."
}, {
  "id" : 23,
  "zekrId" : 67,
  "fadl" : "من قاله إِذَا نَزَلَ مَنْزِلًا أو مكانًا؛ لَمْ يَضُرَّهُ فِي ذَلِكَ الْمَنْزِلِ شَيْءٌ حَتَّى يَرْتَحِلَ مِنْهُ.\nومن قالها حين يمسي لم يضره لدغ عقرب حتى يصبح.\n"
}, {
  "id" : 24,
  "zekrId" : 68,
  "fadl" : "أرشد إليها رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ رجلا اشتكى إليه أنه يَفْزَعُ فِي مَنَامِهِ، فَقَالَ له: \" إِذَا أَوَيْتَ إِلَى فِرَاشِكَ فَقُلْ:... الحديث."
}, {
  "id" : 25,
  "zekrId" : 71,
  "fadl" : "من قاله ذَهَبَ عَنْه قَلِيلُ الشرك وَكَثِيرُهُ، وقد أرشد رسول الله صلى الله عليه وسلم أبا بكر رضي الله عنه إليه."
}, {
  "id" : 26,
  "zekrId" : 72,
  "fadl" : "كان من دعائه صلى الله عليه وسلم"
}, {
  "id" : 27,
  "zekrId" : 73,
  "fadl" : "كان من دعائه صلى الله عليه وسلم"
}, {
  "id" : 28,
  "zekrId" : 74,
  "fadl" : "أرشد إليه رسول الله صلى الله عليه وسلم أحد أصحابه عندما سأله: عَلِّمْنِي دُعَاءً أَنْتَفِعُ بِهِ."
}, {
  "id" : 29,
  "zekrId" : 75,
  "fadl" : "كان رسول الله صلى الله عليه وسلم يكثر من هذا الدعاء.\nعَنْ أَنَسِ بْنِ مَالِكٍ، قَالَ: كَانَ لِرَسُولِ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ دَعَوَاتٌ لَا يَدَعُهُنَّ...وذكر الحديث\n"
}, {
  "id" : 30,
  "zekrId" : 76,
  "fadl" : "كَانَ رسول الله صلى الله عليه وسلم يَدْعُو بِهَؤُلَاءِ الدَّعَوَاتِ"
}, {
  "id" : 31,
  "zekrId" : 78,
  "fadl" : "كَانَ رسول الله صلى الله عليه وسلم يَقُولُه فِي دُبُرِ الصَّلَاةِ"
}, {
  "id" : 32,
  "zekrId" : 80,
  "fadl" : "كان من دعائه صلى الله عليه وسلم"
}, {
  "id" : 33,
  "zekrId" : 81,
  "fadl" : "جزء من حديث كَانَ رسول الله صلى الله عليه وسلم يَقُولُه إِذَا قَامَ إِلَى الصَّلَاةِ"
}, {
  "id" : 34,
  "zekrId" : 82,
  "fadl" : "كَانَ رسول اللهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ يَفْتَتِحُ صَلَاتَهُ به إِذَا قَامَ مِنَ اللَّيْلِ"
}, {
  "id" : 35,
  "zekrId" : 83,
  "fadl" : "إِذَا أَرَادَ أَنْ يَنَامَ، يَضْطَجِعَ عَلَى شِقِّهِ الْأَيْمَنِ ويقول هذا الدعاء"
}, {
  "id" : 36,
  "zekrId" : 84,
  "fadl" : "علمه رسول الله صلى الله عليه وسلم أن يقوله إذا أصبح وإذا أمسى وإذا أخذ مضجعه"
}, {
  "id" : 37,
  "zekrId" : 85,
  "fadl" : "«مَنْ قَالَهَا فِي يَوْمِهِ وَلَيْلَتِهِ، فَمَاتَ فِي ذَلِكَ الْيَوْمِ، أَوْ تِلْكَ اللَّيْلَةِ، دَخَلَ الْجَنَّةَ، إِنْ شَاءَ اللَّهُ تَعَالَى»"
}, {
  "id" : 38,
  "zekrId" : 86,
  "fadl" : "كان من دعائه صلى الله عليه وسلم"
}, {
  "id" : 39,
  "zekrId" : 87,
  "fadl" : "كَانَ رسول الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ يَقُولُه فِي سُجُودِهِ"
}, {
  "id" : 40,
  "zekrId" : 88,
  "fadl" : "كَانَ الرَّجُلُ إِذَا أَسْلَمَ، عَلَّمَهُ النَّبِيُّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ الصَّلَاةَ، ثُمَّ أَمَرَهُ أَنْ يَدْعُوَ بِهَؤُلَاءِ الْكَلِمَاتِ"
}, {
  "id" : 41,
  "zekrId" : 89,
  "fadl" : "كَانَ رسول الله صلى الله عليه وسلم إِذَا أَخَذَ مَضْجَعَهُ مِنَ اللَّيْلِ قَالَ: «بِسْمِ اللَّهِ وَضَعْتُ جَنْبِي... » ثم دعاء بهؤلاء الدعوات."
}, {
  "id" : 42,
  "zekrId" : 90,
  "fadl" : "مَا قَالَ عَبْدٌ قَطُّ إِذَا أَصَابَهُ هَمٌّ وَحَزَنٌ هذا الدعاء إِلَّا أَذْهَبَ اللَّهُ عَزَّ وَجَلَّ هَمَّهُ، وَأَبْدَلَهُ مَكَانَ حُزْنِهِ فَرَحًا.\nوقال رسول الله صلى الله عليه وسلم عن هذه الدعوات: «أَجَلْ، يَنْبَغِي لِمَنْ سَمِعَهُنَّ أَنْ يَتَعَلَّمَهُنَّ»\n"
}, {
  "id" : 43,
  "zekrId" : 91,
  "fadl" : "كان من دعائه صلى الله عليه وسلم"
}, {
  "id" : 44,
  "zekrId" : 92,
  "fadl" : "علمه علي بن أبي طالب رضي الله عنه لرجل طلب منه إعانته لسداد دين عجز عنه فقال له: أَلَا أُعَلِّمُكَ كَلِمَاتٍ عَلَّمَنِيهِنَّ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ لَوْ كَانَ عَلَيْكَ مِثْلُ جَبَلِ صِيرٍ دَيْنًا أَدَّاهُ اللَّهُ عَنْكَ... وذكر هذا الدعاء."
}, {
  "id" : 45,
  "zekrId" : 93,
  "fadl" : "كان من دعائه صلى الله عليه وسلم"
}, {
  "id" : 46,
  "zekrId" : 94,
  "fadl" : "قَلَّمَا كَانَ رَسُولُ اللهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ يَقُومُ مِنْ مَجْلِسٍ حَتَّى يَدْعُوَ بِهَؤُلاَءِ الدَّعَوَاتِ لأَصْحَابِهِ."
}, {
  "id" : 47,
  "zekrId" : 95,
  "fadl" : "كان من دعائه صلى الله عليه وسلم"
}, {
  "id" : 48,
  "zekrId" : 97,
  "fadl" : "قال الحسن بن علي رضي الله عنهما: كَانَ يُعَلِّمُنَا- أي رسول الله صلى الله عليه وسلم- هَذَا الدُّعَاءَ"
}, {
  "id" : 49,
  "zekrId" : 98,
  "fadl" : "كان صلى الله عليه وسلم يقوله عند لقاء العدو"
}, {
  "id" : 50,
  "zekrId" : 99,
  "fadl" : "قَالَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ عنه: \" دُعَاءُ الْمَكْرُوبِ...وفي رواية: دعاء المضطر..."
}, {
  "id" : 51,
  "zekrId" : 100,
  "fadl" : "كان من دعائه صلى الله عليه وسلم"
}, {
  "id" : 52,
  "zekrId" : 101,
  "fadl" : "لَمْ يَكُنْ رَسُولُ اللهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ يَدَعُ هَؤُلَاءِ الدَّعَوَاتِ حِينَ يُصْبِحُ وَحِينَ يُمْسِي"
}, {
  "id" : 53,
  "zekrId" : 103,
  "fadl" : "كان رسول الله صلى الله عليه وسلم يدعو بهما في ركوعه وفي سجوده"
}, {
  "id" : 54,
  "zekrId" : 104,
  "fadl" : "أرشد إليه رسول الله صلى الله عليه وسلم أم المؤمنين عائشة رضي الله عنها عندما سألته: يَا رَسُولَ اللَّهِ، أَرَأَيْتَ إِنْ وَافَقْتُ لَيْلَةَ الْقَدْرِ مَا أَدْعُو؟ قَالَ: \" تَقُولِينَ:... الحديث."
}, {
  "id" : 55,
  "zekrId" : 105,
  "fadl" : "كان من دعائه صلى الله عليه وسلم"
}, {
  "id" : 56,
  "zekrId" : 106,
  "fadl" : "ويقول المسلم هذا الدعاء إن خاف الفتنة من ضُرٍ أصابه، كما في الرواية نفسها: ... «لاَ يَتَمَنَّيَنَّ أَحَدُكُمُ الْمَوْتَ مِنْ ضُرٍّ أَصَابَهُ، فَإِنْ كَانَ لاَ بُدَّ فَاعِلاً فَلْيَقُلْ: ... » الحديث."
}, {
  "id" : 57,
  "zekrId" : 107,
  "fadl" : "وقد سمّى الحاكم رحمه الله هذا الدعاء: (الدعاء الجامع)."
}, {
  "id" : 101,
  "zekrId" : 109,
  "fadl" : "من قرأها إذا أوى إلى فراشه فإنه لن يزال عليه من الله حافظ ولا يقربه شيطان حتى يصبح البخاري مع الفتح 4/487"
}, {
  "id" : 102,
  "zekrId" : 115,
  "fadl" : "من قال ذلك عندما يأوي إلى فراشه كان خيراً له من خادم البخاري مع الفتح 7/71 ومسلم 4/ 2091"
}, {
  "id" : 103,
  "zekrId" : 120,
  "fadl" : "قال صلى الله عليه وسلم لمن قال ذلك : \"فإن متَّ،متَّ على الفطرة \" البخاري مع الفتح 11/113 ومسلم 4/ 2081"
}, {
  "id" : 104,
  "zekrId" : 128,
  "fadl" : "عن أنس يرفعه \" لأن أقعد مع قوم يذكرون الله تعالى من صلاة الغداة حتى تطلع الشمس أحب إلي من أن أعتق أربعة من ولد إسماعيل ، ولأن أقعد مع قوم يذكرون الله من صلاة العصر إلى أن تغرب الشمس أحب إلي من أن أعتق أربعة \" أبو داود برقم 3667، وحسنه الألباني ، صحيح أبو داود 2/ 698"
}, {
  "id" : 105,
  "zekrId" : 129,
  "fadl" : "سورة البقرة ، آية 255 من قالها حين يمسي أجير منهم حتى يصبح أخرجه الحاكم 1/ 562وصححه الألباني في صحيح الترغيب والترهيب 1/ 273 وعزاه إلى النسائي والطبراني وقال : وإسناد الطبراني جيد"
}, {
  "id" : 106,
  "zekrId" : 130,
  "fadl" : "من قالها ثلاث مرات حين يصبح وحين يمسي كفته من كل شيء . أبو داود 4/ 322 والترمذي 5/ 567وانظر صحيح الترمذي 3/ 182"
}, {
  "id" : 107,
  "zekrId" : 133,
  "fadl" : "من قالها موقناً بها حين يمسي فمات من ليلته دخل الجنة ، وكذلك إذا أصبح أخرجه البخاري 7/150"
}, {
  "id" : 108,
  "zekrId" : 134,
  "fadl" : "من قالها حين يصبح وحين يمسي أربع مرات أعتقه الله من النار . أخرجه أبو داود 4/ 317 والبخاري في الأدب المفرد برقم 1201 والنسائي في عمل اليوم والليلة برقم 9، وابن السني برقم 70 وحسن سماحة الشيخ ابن باز إسناد النسائي وأبي داود في تحفة الأخيار ص 23"
}, {
  "id" : 109,
  "zekrId" : 135,
  "fadl" : "من قالها حين يصبح فقد أدي شكر يومه  . أخرجه أبو داود 4/318 ، والنسائي في عمل اليوم والليلة برقم 7وابن السني برقم 41 وابن حبان (( موارد)) رقم 2361وحسن ابن باز إسناده في تحفة الأخيار ص24."
}, {
  "id" : 110,
  "zekrId" : 159,
  "fadl" : "من قالها حين يمسى فقد أدى شكر ليلته . أخرجه أبو داود 4/318 ، والنسائي في عمل اليوم والليلة برقم 7وابن السني برقم 41 وابن حبان (( موارد)) رقم 2361وحسن ابن باز إسناده في تحفة الأخيار ص24."
}, {
  "id" : 111,
  "zekrId" : 137,
  "fadl" : "من قالها حين يصبح ويمسي سبع مرات كفاه الله ما أهمه من أمر الدنيا والآخرة .أخرجه ابن السني برقم 71مرفوعاً وأبو داود موقوفاً 4/321،وصحح إسناده شعيب وعبد القادر الأرناؤوط . انظر زاد المعاد 2/ 376"
}, {
  "id" : 112,
  "zekrId" : 140,
  "fadl" : "من قالها ثلاثاً إذا أصبح وثلاثاً إذا أمسى لم يضره شيء أخرجه أبو داود 4/ 323 والترمذي 5/ 465 وابن ماجه وأحمد . انظر : صحيح ابن ماجه 2/332 وحسن إسناده العلامة ابن باز في تحفة الأخيار ص39"
}, {
  "id" : 113,
  "zekrId" : 141,
  "fadl" : "من قالها ثلاثاً حين يصبح وحين يمسي كان حقاً على الله أن يرضيه يوم القيامة . أحمد 4/ 337 والنسائي في عمل اليوم والليلة برقم 4 وابن السني برقم 68 وأبو داود 4/418 والترمذي 5/465 وحسنه ابن باز في تحفة الأخيار ص 39"
}, {
  "id" : 114,
  "zekrId" : 145,
  "fadl" : "من قالها مائة مرة حين يصبح وحين يمسي لم يأت أحد يوم القيامة بأفضل مما جاء به إلا أحد قال مثل ما قال أو زاد رواه مسلم4 / 2071"
}, {
  "id" : 115,
  "zekrId" : 147,
  "fadl" : "من قالها مائة مرة في يوم كانت له عدل عشر رقاب، وكتب له مائة حسنة ،ومحيت عنه مائة سيئة ، وكانت حرزاً من الشيطان يومه ذلك حتى يمسي ،ولم يأت أحد بأفضل مما جاء به إلا أحد عمل أكثر من ذلك . البخاري 4/95،ومسلم 4/2071"
}, {
  "id" : 116,
  "zekrId" : 168,
  "fadl" : "من قالها حين يمسي ثلاث مرات لم تضره حمة تلك الليلة أخرجه أحمد 2/290 والنسائي في عمل اليوم والليلة برقم 590 وابن السني برقم 68وانظر : صحيح الترمذي 3/187، وصحيح ابن ماجه 2/266 وتحفة الأخيار ص45."
}, {
  "id" : 117,
  "zekrId" : 169,
  "fadl" : "من صلى علي حين يُصبح عشراً ، وحين يُمسي عشراً أدركتهُ شفاعتي يوم القيامة\"..."
}, {
  "id" : 118,
  "zekrId" : 245,
  "fadl" : "قال صلى الله عليه وسلم :\" إذا عاد الرجل أخاه المسلم مشى في خرافة الجنة حتى يجلس فإذا جلس غمرته الرحمة ، فإن كان غدوة صلى عليه سبعون ألف ملك حتى يمسي ، وإن كان مساء صلى عليه سبعون ألف ملك حتى يصبح \""
}, {
  "id" : 119,
  "zekrId" : 151,
  "fadl" : "من صلى علي حين يُصبح عشراً ، وحين يُمسي عشراً أدركتهُ شفاعتي يوم القيامة\"..."
} ]